Repository: Microlulu/lycuslabs_eshop
Catalog: translations/messages.*.xlf
Languages: de, fr

source: Most interactive websites use cookies to let us retrieve the user’s details for each visit. Cookies are used by our website to enable the functionality of certain areas to make it easier for people visiting our website. Some of our affiliate/advertising partners may also use cookies.
de: Die meisten interaktiven Websites verwenden Cookies, damit wir bei jedem Besuch die Daten des Nutzers abrufen können. Cookies werden von unserer Website verwendet, um die Funktionalität bestimmter Bereiche zu ermöglichen, um den Besuchern unserer Website die Arbeit zu erleichtern. Einige unserer Affiliate-/Werbepartner können ebenfalls Cookies verwenden.
fr: La plupart des sites web interactifs utilisent des cookies pour nous permettre de récupérer les données de l'utilisateur à chaque visite. Les cookies sont utilisés par notre site web pour permettre la fonctionnalité de certaines zones afin de faciliter la tâche des personnes qui visitent notre site web. Certains de nos partenaires affiliés/publicitaires peuvent également utiliser des cookies.

source: License
de: Lizenz
fr: Licence

source: Unless otherwise stated, Lycus Labs and/or its licensors own the intellectual property rights for all material on lycuslabs.com. All intellectual property rights are reserved. You may access this from lycuslabs.com for your own personal use subjected to restrictions set in these terms and conditions.
de: Sofern nicht anders angegeben, besitzen Lycus Labs und/oder seine Lizenzgeber die geistigen Eigentumsrechte an allen Materialien auf lycuslabs.com. Alle Rechte an geistigem Eigentum sind vorbehalten. Sie dürfen auf lycuslabs.com für Ihren persönlichen Gebrauch zugreifen, vorbehaltlich der in diesen Bedingungen festgelegten Einschränkungen.
fr: Sauf indication contraire, Lycus Labs et/ou ses concédants de licence détiennent les droits de propriété intellectuelle de tout le matériel présent sur lycuslabs.com. Tous les droits de propriété intellectuelle sont réservés. Vous pouvez accéder au site lycuslabs.com pour votre usage personnel, sous réserve des restrictions définies dans les présentes conditions générales.

source: You must not:
de: Sie dürfen nicht :
fr: Vous ne devez pas :

source: Republish material from lycuslabs.com
de: Material von lycuslabs.com wiederveröffentlichen
fr: Republier du matériel provenant de lycuslabs.com

source: Sell, rent or sub-license material from lycuslabs.com
de: das Material von lycuslabs.com zu verkaufen, zu vermieten oder Unterlizenzen dafür zu vergeben.
fr: vendre, louer ou accorder des sous-licences pour le matériel de lycuslabs.com.

source: Reproduce, duplicate or copy material from lycuslabs.com
de: Das Material von lycuslabs.com zu reproduzieren, zu duplizieren oder zu kopieren
fr: Reproduire, dupliquer ou copier le matériel de lycuslabs.com

source: Redistribute content from lycuslabs.com
de: Inhalte von lycuslabs.com neu verteilen
fr: Redistribuer le contenu de lycuslabs.com

source: This Agreement shall begin on the date hereof. Our Terms and Conditions were created with the help of the
de: Diese Vereinbarung tritt mit dem Datum dieses Dokuments in Kraft. Unsere Allgemeinen Geschäftsbedingungen wurden mit Hilfe der
fr: Le présent accord prend effet à la date du présent document. Nos conditions générales ont été créées avec l'aide de la

source: Terms And Conditions Template
de: Vorlage für Geschäftsbedingungen
fr: Modèle de termes et conditions

source: Parts of this website offer an opportunity for users to post and exchange opinions and information in certain areas of the website. Lycus Labs does not filter, edit, publish or review Comments prior to their presence on the website. Comments do not reflect the views and opinions of Lycus Labs,its agents and/or affiliates. Comments reflect the views and opinions of the person who post their views and opinions. To the extent permitted by applicable laws, Lycus Labs shall not be liable for the Comments or for any liability, damages or expenses caused and/or suffered as a result of any use of and/or posting of and/or appearance of the Comments on this website.
de: Bestimmte Teile dieser Website bieten den Nutzern die Möglichkeit, Meinungen und Informationen in bestimmten Bereichen der Website zu veröffentlichen und auszutauschen. Lycus Labs filtert, bearbeitet, veröffentlicht oder überprüft Kommentare nicht, bevor sie auf der Website erscheinen. Die Kommentare spiegeln nicht die Ansichten und Meinungen von Lycus Labs, seinen Vertretern und/oder verbundenen Unternehmen wider. Kommentare geben die Ansichten und Meinungen der Person wieder, die sie veröffentlicht hat. Soweit dies nach geltendem Recht zulässig ist, haftet Lycus Labs nicht für Kommentare oder für jegliche Haftung, Schäden oder Ausgaben, die infolge der Nutzung und/oder Veröffentlichung und/oder des Erscheinens von Kommentaren auf dieser Website verursacht und/oder erlitten werden.
fr: Certaines parties de ce site Web offrent aux utilisateurs la possibilité de publier et d'échanger des opinions et des informations dans certaines zones du site. Lycus Labs ne filtre pas, ne modifie pas, ne publie pas et ne révise pas les Commentaires avant leur présence sur le site Web. Les commentaires ne reflètent pas les vues et opinions de Lycus Labs, de ses agents et/ou affiliés. Les commentaires reflètent les points de vue et les opinions de la personne qui les a publiés. Dans la mesure où les lois applicables le permettent, Lycus Labs ne peut être tenu responsable des commentaires ou de toute responsabilité, de tout dommage ou de toute dépense causés et/ou subis à la suite de l'utilisation et/ou de la publication et/ou de l'apparition des commentaires sur ce site Web.

source: Lycus Labs reserves the right to monitor all Comments and to remove any Comments which can be considered inappropriate, offensive or causes breach of these Terms and Conditions.
de: Lycus Labs behält sich das Recht vor, alle Kommentare zu überwachen und jeden Kommentar zu löschen, der als unangemessen oder beleidigend angesehen werden kann oder eine Verletzung dieser Geschäftsbedingungen darstellt.
fr: Lycus Labs se réserve le droit de surveiller tous les commentaires et de supprimer tout commentaire qui peut être considéré comme inapproprié, offensant ou qui constitue une violation des présentes conditions générales.

source: You warrant and represent that:
de: Sie versichern und erklären, dass :
fr: Vous garantissez et déclarez que :

source: You are entitled to post the Comments on our website and have all necessary licenses and consents to do so;
de: Sie sind berechtigt, Kommentare auf unserer Website zu veröffentlichen, und verfügen über alle erforderlichen Lizenzen und Genehmigungen, um dies zu tun;
fr: Vous êtes autorisé à publier les Commentaires sur notre site web et disposez de toutes les licences et autorisations nécessaires pour le faire ;

source: The Comments do not invade any intellectual property right, including without limitation copyright, patent or trademark of any third party;
de: Die Kommentare verletzen keine Rechte an geistigem Eigentum, einschließlich, aber nicht beschränkt auf Urheberrechte, Patente oder Handelsmarken Dritter ;
fr: Les Commentaires ne portent atteinte à aucun droit de propriété intellectuelle, y compris, sans s'y limiter, les droits d'auteur, les brevets ou les marques de commerce d'un tiers ;

source: The Comments do not contain any defamatory, libelous, offensive, indecent or otherwise unlawful material which is an invasion of privacy
de: Die Kommentare enthalten keine diffamierenden, verleumderischen, beleidigenden, anstößigen oder anderweitig illegalen Inhalte, die eine Verletzung der Privatsphäre darstellen.
fr: Les commentaires ne contiennent aucun élément diffamatoire, calomnieux, offensant, indécent ou autrement illégal qui constitue une atteinte à la vie privée.

source: The Comments will not be used to solicit or promote business or custom or present commercial activities or unlawful activity.
de: Die Kommentare werden nicht dazu verwendet, Geschäfte oder Bräuche zu fordern oder zu fördern oder geschäftliche oder illegale Aktivitäten darzustellen.
fr: Les commentaires ne seront pas utilisés pour solliciter ou promouvoir des affaires ou des coutumes ou présenter des activités commerciales ou des activités illégales.

source: You hereby grant Lycus Labs a non-exclusive license to use, reproduce, edit and authorize others to use, reproduce and edit any of your Comments in any and all forms, formats or media.
de: Sie gewähren Lycus Labs hiermit eine nicht-exklusive Lizenz zur Nutzung, Vervielfältigung und Bearbeitung sowie zur Ermächtigung anderer Personen zur Nutzung, Vervielfältigung und Bearbeitung jeglicher Ihrer Kommentare in jeglicher Form, jeglichem Format oder jeglichem Medium.
fr: Vous accordez par la présente à Lycus Labs une licence non exclusive lui permettant d'utiliser, de reproduire, d'éditer et d'autoriser d'autres personnes à utiliser, reproduire et éditer l'un quelconque de vos commentaires sous quelque forme, format ou média que ce soit.

source: Hyperlinking to our Content
de: Hyperlinks zu unseren Inhalten
fr: Hyperliens vers notre contenu

source: The following organizations may link to our Website without prior written approval:
de: Die folgenden Organisationen können ohne vorherige schriftliche Genehmigung einen Link zu unserer Website herstellen:
fr: Les organisations suivantes peuvent établir un lien avec notre site web sans autorisation écrite préalable :

source: Government agencies;
de: Regierungsagenturen ;
fr: Les agences gouvernementales ;

source: Search engines;
de: Suchmaschinen ;
fr: Moteurs de recherche ;

source: News organizations;
de: Neue Organisationen;
fr: Nouvelles organisations;

source: Online directory distributors may link to our Website in the same manner as they hyperlink to the Websites of other listed businesses; and
de: Online-Verzeichnisverteiler können Links zu unserer Website auf die gleiche Weise erstellen, wie sie Hyperlinks zu den Websites anderer gelisteter Unternehmen erstellen; und
fr: Les distributeurs d'annuaires en ligne peuvent créer des liens vers notre site Web de la même manière qu'ils créent des hyperliens vers les sites Web d'autres entreprises répertoriées ; et

source: System wide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our Web site.
de: Systemweit akkreditierte Unternehmen, mit Ausnahme von gemeinnützigen Organisationen, wohltätigen Einkaufszentren und wohltätigen Spendensammelgruppen, die keinen Hyperlink zu unserer Website einrichten dürfen.
fr: Les entreprises accréditées à l'échelle du système, à l'exception des organisations à but non lucratif, des centres commerciaux caritatifs et des groupes de collecte de fonds caritatifs, qui ne peuvent pas établir d'hyperlien vers notre site Web.

source: These organizations may link to our home page, to publications or to other Website information so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products and/or services; and (c) fits within the context of the linking party’s site.
de: Diese Organisationen können Links zu unserer Homepage, zu Veröffentlichungen oder zu anderen Informationen auf der Website erstellen, sofern der Link nicht irreführend ist: (a) in keiner Weise irreführend ist; (b) nicht fälschlicherweise Sponsoring, Billigung oder Unterstützung der verlinkten Partei und ihrer Produkte und/oder Dienstleistungen impliziert; und (c) im Kontext der Website der verlinkten Partei steht.
fr: Ces organisations peuvent créer des liens vers notre page d'accueil, vers des publications ou vers d'autres informations du site Web, à condition que le lien ne soit pas trompeur : (a) n'est en aucun cas trompeur ; (b) n'implique pas faussement le parrainage, l'approbation ou le soutien de la partie liée et de ses produits et/ou services ; et (c) s'inscrit dans le contexte du site de la partie liée.

source: We may consider and approve other link requests from the following types of organizations:
de: Wir können weitere Linkanfragen von folgenden Arten von Organisationen in Betracht ziehen und genehmigen:
fr: Nous pouvons prendre en considération et approuver d'autres demandes de liens émanant des types d'organisations suivants :

source: commonly-known consumer and/or business information sources;
de: Informationsquellen, die den Verbrauchern und/oder Unternehmen bekannt sind ;
fr: des sources d'information connues des consommateurs et/ou des entreprises ;

source: dot.com community sites;
de: community sites point.com ;
fr: sites communautaires point.com ;

source: associations or other groups representing charities;
de: Verbände oder andere Gruppen, die Wohltätigkeitsorganisationen vertreten ;
fr: les associations ou autres groupes représentant les organismes de bienfaisance ;

source: online directory distributors;
de: Online-Verzeichnisse für Händler;
fr: distributeurs d'annuaires en ligne ;

source: internet portals;
de: Internetportale ;
fr: portails Internet ;

source: accounting, law and consulting firms; and
de: Buchhaltungs- und Anwaltskanzleien sowie Beratungsfirmen
fr: les cabinets de comptabilité, d'avocats et de consultants

source: educational institutions and trade associations.
de: Bildungseinrichtungen und Berufsverbände.
fr: les établissements d'enseignement et les associations professionnelles.

source: We will approve link requests from these organizations if we decide that: (a) the link would not make us look unfavorably to ourselves or to our accredited businesses; (b) the organization does not have any negative records with us; (c) the benefit to us from the visibility of the hyperlink compensates the absence of Lycus Labs; and (d) the link is in the context of general resource information.
de: Wir genehmigen die Link-Anträge dieser Organisationen, wenn wir entscheiden, dass: (a) der Link kein ungünstiges Licht auf uns oder unsere akkreditierten Unternehmen wirft; (b) die Organisation keine negative Vorgeschichte mit uns hat; (c) der Vorteil für uns durch die Sichtbarkeit des Hyperlinks das Fehlen von Lycus Labs aufwiegt; und (d) der Link im Kontext allgemeiner Informationen über Ressourcen steht.
fr: Nous approuverons les demandes de liens de ces organisations si nous décidons que : (a) le lien ne nous donnera pas une image défavorable de nous-mêmes ou de nos entreprises accréditées ; (b) l'organisation n'a pas d'antécédents négatifs avec nous ; (c) l'avantage pour nous de la visibilité de l'hyperlien compense l'absence de Lycus Labs ; et (d) le lien est dans le contexte d'informations générales sur les ressources.

source: These organizations may link to our home page so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products or services; and (c) fits within the context of the linking party’s site.
de: Diese Organisationen dürfen einen Link zu unserer Homepage erstellen, sofern dieser Link : (a) in keiner Weise irreführend ist; (b) nicht fälschlicherweise Sponsoring, Billigung oder Unterstützung der verbindenden Partei und ihrer Produkte oder Dienstleistungen impliziert; und (c) im Kontext der Website der verbindenden Partei steht.
fr: Ces organisations peuvent créer un lien vers notre page d'accueil à condition que ce lien : (a) ne soit pas trompeur de quelque manière que ce soit ; (b) n'implique pas faussement le parrainage, l'approbation ou le soutien de la partie liante et de ses produits ou services ; et (c) s'inscrive dans le contexte du site de la partie liante.

source: If you are one of the organizations listed in paragraph 2 above and are interested in linking to our website, you must inform us by sending an e-mail to Lycus Labs. Please include your name, your organization name, contact information as well as the URL of your site, a list of any URLs from which you intend to link to our Website, and a list of the URLs on our site to which you would like to link. Wait 2-3 weeks for a response.
de: Ces organisations peuvent créer un lien vers notre page d'accueil, à condition que ce lien : (a) ne soit pas trompeur de quelque manière que ce soit ; (b) n'implique pas à tort un parrainage, une approbation ou un soutien de la partie adhérente et de ses produits ou services ; et (c) soit dans le contexte du site web de la partie adhérente.
fr: Si vous êtes l'une des organisations énumérées au paragraphe 2 ci-dessus et que vous souhaitez établir un lien avec notre site Web, vous devez nous en informer en envoyant un courrier électronique à Lycus Labs. Veuillez inclure votre nom, le nom de votre organisation, vos coordonnées ainsi que l'URL de votre site, une liste de toutes les URL à partir desquelles vous avez l'intention de créer un lien vers notre site Web, et une liste des URL de notre site vers lesquelles vous souhaitez créer un lien. Attendez 2 à 3 semaines pour recevoir une réponse.

source: Approved organizations may hyperlink to our Website as follows:
de: Zugelassene Organisationen können auf folgende Weise einen Hyperlink zu unserer Website einrichten:
fr: Les organisations approuvées peuvent établir un hyperlien vers notre site Web de la manière suivante :

source: By use of our corporate name; or
de: durch die Verwendung unseres Firmennamens; oder
fr: par l'utilisation de notre dénomination sociale ; ou

source: By use of the uniform resource locator being linked to; or
de: durch die Verwendung des einheitlichen Ressourcenlokalisierers, zu dem verlinkt wird; oder
fr: par l'utilisation du localisateur de ressources uniformes vers lequel le lien est établi ; ou

source: By use of any other description of our Website being linked to that makes sense within the context and format of content on the linking party’s site.
de: durch die Verwendung einer anderen Beschreibung unserer verlinkten Website, die im Kontext und Format des Inhalts der Website der verlinkenden Partei Sinn macht.
fr: par l'utilisation de toute autre description de notre site Internet faisant l'objet d'un lien qui a un sens dans le contexte et le format du contenu du site de la partie liante.

source: No use of Lycus Labs's logo or other artwork will be allowed for linking absent a trademark license agreement.
de: Die Verwendung des Logos oder anderer Illustrationen von Lycus Labs ist für die Verlinkung nicht gestattet, wenn keine Markenlizenzvereinbarung vorliegt.
fr: L'utilisation du logo ou d'autres illustrations de Lycus Labs ne sera pas autorisée pour la création de liens en l'absence d'un accord de licence de marque.

source: Without prior approval and written permission, you may not create frames around our Webpages that alter in any way the visual presentation or appearance of our Website.
de: Ohne vorherige schriftliche Genehmigung dürfen Sie keine Rahmen um unsere Webseiten erstellen, die die visuelle Darstellung oder das Erscheinungsbild unserer Webseite in irgendeiner Weise verändern.
fr: Sans autorisation préalable et écrite, vous ne pouvez pas créer de cadres autour de nos pages Web qui modifient de quelque manière que ce soit la présentation visuelle ou l'apparence de notre site Web.

source: Content Liability
de: Verantwortung für den Inhalt
fr: Responsabilité du contenu

source: We shall not be hold responsible for any content that appears on your Website. You agree to protect and defend us against all claims that is rising on your Website. No link(s) should appear on any Website that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights.
de: Wir haften nicht für Inhalte, die auf Ihrer Website erscheinen. Sie erklären sich damit einverstanden, uns vor allen Ansprüchen, die auf Ihrer Website entstehen, zu schützen und zu verteidigen. Auf einer Website darf kein Link erscheinen, der als verleumderisch, obszön oder kriminell ausgelegt werden kann oder der die Verletzung, den Verstoß oder eine andere Verletzung der Rechte Dritter verletzt, befürwortet oder befürwortet.
fr: Nous ne serons pas tenus responsables du contenu qui apparaît sur votre site web. Vous acceptez de nous protéger et de nous défendre contre toutes les réclamations qui s'élèvent sur votre site Web. Aucun lien ne doit apparaître sur un site Web qui pourrait être interprété comme étant diffamatoire, obscène ou criminel, ou qui enfreint, viole ou préconise l'enfreinte ou toute autre violation des droits d'un tiers.

source: Your Privacy
de: Ihr Privatleben
fr: Votre vie privée

source: Please read Privacy Policy
de: Bitte lesen Sie die Datenschutzbestimmungen
fr: Veuillez lire la politique de confidentialité

source: Reservation of Rights
de: Vorbehalt der Rechte
fr: Réserve des droits

source: We reserve the right to request that you remove all links or any particular link to our Website. You approve to immediately remove all links to our Website upon request. We also reserve the right to amen these terms and conditions and it’s linking policy at any time. By continuously linking to our Website, you agree to be bound to and follow these linking terms and conditions.
de: Wir behalten uns das Recht vor, Sie aufzufordern, alle Links oder einen bestimmten Link zu unserer Website zu entfernen. Sie erklären sich damit einverstanden, alle Links zu unserer Website auf Aufforderung sofort zu entfernen. Wir behalten uns außerdem das Recht vor, diese Allgemeinen Geschäftsbedingungen und die Link-Richtlinie jederzeit zu ändern. Indem Sie einen dauerhaften Link zu unserer Website herstellen, erklären Sie sich mit diesen Bedingungen einverstanden und halten sich an sie.
fr: Nous nous réservons le droit de vous demander de supprimer tous les liens ou un lien particulier vers notre site Web. Vous acceptez de retirer immédiatement tous les liens vers notre site Web sur demande. Nous nous réservons également le droit de modifier à tout moment les présentes conditions générales et la politique en matière de liens. En établissant un lien permanent avec notre site Web, vous acceptez d'être lié à ces conditions et de les respecter.

source: Removal of links from our website
de: Entfernen von Links auf unserer Website
fr: Suppression de liens sur notre site web

source: If you find any link on our Website that is offensive for any reason, you are free to contact and inform us any moment. We will consider requests to remove links but we are not obligated to or so or to respond to you directly.
de: Wenn Sie einen Link auf unserer Website finden, der aus irgendeinem Grund anstößig ist, steht es Ihnen frei, sich jederzeit mit uns in Verbindung zu setzen und uns zu informieren. Wir werden Anfragen zur Entfernung von Links prüfen, sind aber nicht verpflichtet, dies zu tun oder Ihnen direkt zu antworten.
fr: Si vous trouvez un lien sur notre site Web qui est offensant pour une raison quelconque, vous êtes libre de nous contacter et de nous informer à tout moment. Nous examinerons les demandes de suppression de liens, mais nous ne sommes pas obligés de le faire ou de vous répondre directement.
