Repository: Microlulu/lycuslabs_eshop
Catalog: translations/messages.*.xlf
Languages: de, fr

source: Home
de: Zuhause
fr: Accueil

source: Products
de: Produkte
fr: Produits

source: Services
de: Dienste

source: Contact
de: Kontakt

source: Profile
de: Profil
fr: Profil

source: Logout
de: Abmelden
fr: Déconnexion

source: Login
de: Anmelden
fr: Se connecter

source: Register
de: Registrieren
fr: S'enregistrer

source: Shopping Cart
de: Einkaufswagen
fr: Panier

source: Quantity
de: Quantität
fr: Quantité

source: UPDATE
de: AKTUALISIEREN
fr: mettre à jour

source: REMOVE
de: löschen
fr: supprimer

source: Your cart is empty !
de: Ihr Einkaufswagen ist leer!
fr: Votre panier est vide !

source: Subtotal
de: Zwischensumme
fr: Sous-total

source: Checkout
de: Zur Kasse
fr: Payer

source: DELETE CART
de: WAGEN LÖSCHEN
fr: SUPPRIMER LE PANIER

source: Choose your address
de: Wählen Sie Ihre Adresse
fr: Choisissez votre adresse

source: Coupon Code
de: Rabattcode
fr: Code réduction

source: DELIVERY
de: LIEFERUNG
fr: LIVRAISON

source: SUMMARY
de: ZUSAMMENFASSUNG
fr: RECAPITULATIF

source: Order Summary
de: Zusammenfassung der Bestellung
fr: Récapitulatif de commande

source: Please review all your information before the checkout !
de: Bitte überprüfen Sie alle Ihre Angaben, bevor Sie zur Zahlung übergehen!
fr: Veuillez vérifier toutes vos informations avant de passer au paiement!

source: MY ADDRESS
de: MEINE ADRESSE
fr: MON ADRESSE

source: MY PRODUCTS
de: MEINE PRODUKTE
fr: MES PRODUITS

source: Product
de: Produkt
fr: Produit

source: Qty
de: Qtät
fr: Qté

source: Price
de: Preis
fr: Prix

source: Privacy Policy for Lycus Labs
de: Datenschutzrichtlinie für Lycus Labs
fr: Politique de confidentialité de Lycus Labs

source: At lycuslabs.com, accessible from https://lycuslabs.com/, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by lycuslabs.com and how we use it.
de: Bei lycuslabs.com, erreichbar unter https://lycuslabs.com/, ist eine unserer obersten Prioritäten, die Privatsphäre unserer Besucher zu respektieren. Dieses Datenschutzrichtliniendokument enthält die Arten von Informationen, die von lycuslabs.com gesammelt und gespeichert werden, sowie die Art und Weise, wie wir diese Informationen verwenden.
fr: Chez lycuslabs.com, accessible depuis https://lycuslabs.com/, l'une de nos principales priorités est le respect de la vie privée de nos visiteurs. Ce document de politique de confidentialité contient les types d'informations qui sont collectées et enregistrées par lycuslabs.com et la manière dont nous les utilisons.

source: If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us.
de: Wenn Sie weitere Fragen haben oder mehr über unsere Datenschutzrichtlinien erfahren möchten, können Sie sich gerne an uns wenden.
fr: Si vous avez des questions supplémentaires ou si vous souhaitez obtenir plus d'informations sur notre politique de confidentialité, n'hésitez pas à nous contacter.

source: This Privacy Policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and/or collect in lycuslabs.com. This policy is not applicable to any information collected offline or via channels other than this website. Our Privacy Policy was created with the help of the
de: Diese Datenschutzrichtlinie gilt nur für unsere Online-Aktivitäten und ist für die Besucher unserer Webseite in Bezug auf die Informationen gültig, die sie auf lycuslabs.com geteilt und/oder gesammelt haben. Diese Richtlinie gilt nicht für Informationen, die offline oder über andere Kanäle als diese Website gesammelt wurden. Unsere Datenschutzrichtlinie wurde mit Hilfe der
fr: La présente politique de confidentialité s'applique uniquement à nos activités en ligne et est valable pour les visiteurs de notre site Web en ce qui concerne les informations qu'ils ont partagées et/ou collectées sur lycuslabs.com. Cette politique n'est pas applicable aux informations collectées hors ligne ou via des canaux autres que ce site web. Notre politique de confidentialité a été créée avec l'aide de la

source: Free Privacy Policy Generator
de: Kostenloser Generator für Datenschutzrichtlinien
fr: Générateur gratuit de politique de confidentialité

source: Consent
de: Zustimmung
fr: Consentement

source: By using our website, you hereby consent to our Privacy Policy and agree to its terms.
de: Durch die Nutzung unserer Website stimmen Sie unserer Datenschutzrichtlinie zu und akzeptieren deren Bedingungen.
fr: En utilisant notre site web, vous consentez à notre politique de confidentialité et en acceptez les conditions.

source: Information we collect
de: Die Informationen, die wir sammeln
fr: Les informations que nous recueillons

source: The personal information that you are asked to provide, and the reasons why you are asked to provide it, will be made clear to you at the point we ask you to provide your personal information.
de: Die personenbezogenen Daten, um deren Angabe wir Sie bitten, und die Gründe, warum wir diese Daten von Ihnen verlangen, werden Ihnen klar und deutlich erklärt, wenn wir Sie um die Angabe Ihrer personenbezogenen Daten bitten.
fr: Les informations personnelles que l'on vous demande de fournir, et les raisons pour lesquelles on vous demande de les fournir, vous seront expliquées clairement au moment où nous vous demanderons de fournir vos informations personnelles.

source: If you contact us directly, we may receive additional information about you such as your name, email address, phone number, the contents of the message and/or attachments you may send us, and any other information you may choose to provide.
de: Wenn Sie uns direkt kontaktieren, erhalten wir möglicherweise zusätzliche Informationen über Sie, wie z. B. Ihren Namen, Ihre E-Mail-Adresse, Ihre Telefonnummer, den Inhalt der Nachricht und/oder der Anhänge, die Sie uns möglicherweise senden, und andere Informationen, die Sie nach eigenem Ermessen bereitstellen können.
fr: Si vous nous contactez directement, nous pouvons recevoir des informations supplémentaires vous concernant, telles que votre nom, votre adresse électronique, votre numéro de téléphone, le contenu du message et/ou des pièces jointes que vous pouvez nous envoyer, et toute autre information que vous pouvez choisir de fournir.

source: When you register for an Account, we may ask for your contact information, including items such as name, company name, address, email address, and telephone number.
de: Wenn Sie sich für ein Konto anmelden, fragen wir Sie möglicherweise nach Ihren Kontaktdaten, einschließlich Ihres Namens, des Namens Ihres Unternehmens, Ihrer Adresse, Ihrer E-Mail-Adresse und Ihrer Telefonnummer.
fr: Lorsque vous vous inscrivez à un compte, nous pouvons vous demander vos coordonnées, notamment votre nom, le nom de votre société, votre adresse, votre adresse électronique et votre numéro de téléphone.

source: How we use your information
de: Wie wir Ihre Informationen verwenden
fr: Comment nous utilisons vos informations

source: We use the information we collect in various ways, including to:
de: Wir verwenden die von uns gesammelten Informationen auf verschiedene Weise, unter anderem um :
fr: Nous utilisons les informations que nous recueillons de diverses manières, notamment pour :

source: - Provide, operate, and maintain our website
de: - Bereitstellung, Betrieb und Pflege unserer Website
fr: - Fournir, exploiter et maintenir notre site web

source: - Improve, personalize, and expand our website
de: - Verbesserung, Personalisierung und Weiterentwicklung unserer Website.
fr: - Améliorer, personnaliser et développer notre site web.

source: - Understand and analyze how you use our website
de: - Verstehen und Analysieren, wie Sie unsere Website nutzen.
fr: - Comprendre et analyser la façon dont vous utilisez notre site web.

source: - Develop new products, services, features, and functionality
de: - Neue Produkte, Dienstleistungen, Merkmale und Funktionen entwickeln
fr: - Développer de nouveaux produits, services, caractéristiques et fonctionnalités

source: - Communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the website, and for marketing and promotional purposes
de: - Mit Ihnen entweder direkt oder über einen unserer Partner zu kommunizieren, insbesondere im Rahmen des Kundendienstes, um Ihnen Aktualisierungen und andere Informationen in Bezug auf die Website zukommen zu lassen, sowie zu Marketing- und Werbezwecken.
fr: - Communiquer avec vous, soit directement, soit par l'intermédiaire de l'un de nos partenaires, notamment dans le cadre du service clientèle, pour vous fournir des mises à jour et d'autres informations relatives au site web, et à des fins de marketing et de promotion.

source: - Send you emails
de: - Ihnen E-Mails schicken
fr: - Vous envoyer des emails

source: - Find and prevent fraud
de: - Betrug finden und verhindern
fr: - Trouver et prévenir la fraude

source: Log Files
de: Log-Dateien
fr: Fichiers de journalisations

source: lycuslabs.com follows a standard procedure of using log files. These files log visitors when they visit websites. All hosting companies do this and a part of hosting services' analytics. The information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks. These are not linked to any information that is personally identifiable. The purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website, and gathering demographic information.
de: lycuslabs.com folgt einem Standardverfahren zur Verwendung von Protokolldateien. Diese Dateien zeichnen Besucher auf, wenn sie Webseiten besuchen. Alle Hosting-Unternehmen tun dies und es ist Teil der Analyse der Hosting-Dienste. Zu den von den Protokolldateien erfassten Daten gehören Internetprotokoll (IP)-Adressen, Browsertyp, Internetdienstanbieter (ISP), Datum und Uhrzeit, Verweis- und Ausstiegsseiten und möglicherweise die Anzahl der Klicks. Diese Daten werden nicht mit Informationen zur Identifizierung einer Person verknüpft. Der Zweck dieser Informationen besteht darin, Trends zu analysieren, die Website zu verwalten, die Bewegungen der Nutzer auf der Website zu verfolgen und demografische Informationen zu sammeln.
fr: lycuslabs.com suit une procédure standard d'utilisation de fichiers journaux. Ces fichiers enregistrent les visiteurs lorsqu'ils visitent les sites Web. Toutes les sociétés d'hébergement le font et cela fait partie de l'analyse des services d'hébergement. Les informations recueillies par les fichiers journaux comprennent les adresses de protocole Internet (IP), le type de navigateur, le fournisseur d'accès Internet (FAI), la date et l'heure, les pages de référence et de sortie, et éventuellement le nombre de clics. Ces données ne sont pas liées à des informations permettant d'identifier une personne. L'objectif de ces informations est d'analyser les tendances, d'administrer le site, de suivre les mouvements des utilisateurs sur le site et de recueillir des informations démographiques.

source: Cookies and Web Beacons
de: Cookies und Web Beacons
fr: Cookies et balises web

source: Like any other website, lycuslabs.com uses 'cookies'. These cookies are used to store information including visitors' preferences, and the pages on the website that the visitor accessed or visited. The information is used to optimize the users' experience by customizing our web page content based on visitors' browser type and/or other information.
de: Wie jede andere Webseite auch, verwendet lycuslabs.com sogenannte "Cookies". Diese Cookies werden verwendet, um Informationen zu speichern, einschließlich der Präferenzen des Besuchers und der Seiten der Webseite, die der Besucher besucht oder aufgerufen hat. Diese Informationen werden verwendet, um die Nutzererfahrung zu optimieren, indem der Inhalt unserer Webseiten auf den Browsertyp des Besuchers und/oder andere Informationen zugeschnitten wird.
fr: Comme tout autre site Web, lycuslabs.com utilise des "cookies". Ces cookies sont utilisés pour stocker des informations, y compris les préférences des visiteurs, et les pages du site Web que le visiteur a consultées ou visitées. Ces informations sont utilisées pour optimiser l'expérience des utilisateurs en personnalisant le contenu de nos pages Web en fonction du type de navigateur des visiteurs et/ou d'autres informations.

source: For more general information on cookies, please read
de: Für allgemeinere Informationen über Cookies lesen Sie bitte
fr: Pour des informations plus générales sur les cookies, veuillez lire

source: the Cookies article on Generate Privacy Policy website.
de: den Artikel über Cookies auf der Seite Datenschutzrichtlinie generieren.
fr: l'article sur les cookies sur le site Générer la politique de confidentialité.

source: Google is one of a third-party vendor on our site. It also uses cookies, known as DART cookies, to serve ads to our site visitors based upon their visit to www.website.com and other sites on the internet. However, visitors may choose to decline the use of DART cookies by visiting the Google ad and content network Privacy Policy at the following URL –
de: Google ist einer der Drittanbieter unserer Website. Er verwendet ebenfalls Cookies, die als DART-Cookies bekannt sind, um den Besuchern unserer Website Anzeigen zu schalten, die auf ihrem Besuch auf www.website.com und anderen Websites im Internet basieren. Besucher können sich jedoch gegen die Verwendung von DART-Cookies entscheiden, indem sie die Datenschutzbestimmungen des Content- und Werbenetzwerks von Google unter www. google.com einsehen.
fr: Google est l'un des fournisseurs tiers de notre site. Il utilise également des cookies, connus sous le nom de cookies DART, pour diffuser des annonces aux visiteurs de notre site en fonction de leur visite sur www.website.com et d'autres sites sur Internet. Toutefois, les visiteurs peuvent choisir de refuser l'utilisation des cookies DART en consultant les règles de confidentialité du réseau de contenu et d'annonces de Google à l'adresse suivante : www. google.com.

source: Google policies
de: Google-Richtlinien
fr: Politiques de Google

source: Our Advertising Partners
de: Unsere Werbepartner
fr: Nos partenaires publicitaires

source: Some of advertisers on our site may use cookies and web beacons. Our advertising partners are listed below. Each of our advertising partners has their own Privacy Policy for their policies on user data. For easier access, we hyperlinked to their Privacy Policies below.
de: Einige der Werbepartner auf unserer Seite können Cookies und Web Beacons verwenden. Unsere Werbepartner sind unten aufgelistet. Jeder unserer Werbepartner hat seine eigenen Datenschutzrichtlinien in Bezug auf die Nutzerdaten. Für einen einfacheren Zugang haben wir unten einen Hyperlink zu ihren Datenschutzrichtlinien eingerichtet.
fr: Certains des annonceurs présents sur notre site peuvent utiliser des cookies et des balises web. Nos partenaires publicitaires sont énumérés ci-dessous. Chacun de nos partenaires publicitaires dispose de sa propre politique de confidentialité concernant les données des utilisateurs. Pour un accès plus facile, nous avons établi un lien hypertexte vers leurs politiques de confidentialité ci-dessous.

source: Advertising Partners Privacy Policies
de: Datenschutzrichtlinien von Werbepartnern
fr: Politiques de confidentialité des partenaires publicitaires

source: You may consult this list to find the Privacy Policy for each of the advertising partners of lycuslabs.com.
de: Sie können diese Liste konsultieren, um die Datenschutzrichtlinien jedes einzelnen Werbepartners von lycuslabs.com zu finden.
fr: Vous pouvez consulter cette liste pour trouver la politique de confidentialité de chacun des partenaires publicitaires de lycuslabs.com.

source: Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on lycuslabs.com, which are sent directly to users' browser. They automatically receive your IP address when this occurs. These technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit.
de: Drittanbieter-Werbeserver oder Werbenetzwerke verwenden Technologien wie Cookies, JavaScript oder Web Beacons, die in ihren jeweiligen Werbeanzeigen und Links, die auf lycuslabs.com erscheinen, eingesetzt werden und die direkt an den Browser des Nutzers gesendet werden. Sie erhalten automatisch Ihre IP-Adresse, wenn dies geschieht. Diese Technologien werden verwendet, um die Effektivität ihrer Werbekampagnen zu messen und/oder um die Werbeinhalte, die Sie auf den von Ihnen besuchten Websites sehen, zu personalisieren.
fr: Les serveurs publicitaires tiers ou les réseaux publicitaires utilisent des technologies telles que les cookies, le JavaScript ou les balises Web qui sont utilisées dans leurs publicités respectives et les liens qui apparaissent sur lycuslabs.com, qui sont envoyés directement au navigateur des utilisateurs. Ils reçoivent automatiquement votre adresse IP lorsque cela se produit. Ces technologies sont utilisées pour mesurer l'efficacité de leurs campagnes publicitaires et/ou pour personnaliser le contenu publicitaire que vous voyez sur les sites web que vous visitez.

source: Note that lycuslabs.com has no access to or control over these cookies that are used by third-party advertisers.
de: Bitte beachten Sie, dass lycuslabs.com keinen Zugang oder Kontrolle über diese Cookies hat, die von Drittanbieter-Werbefirmen verwendet werden.
fr: Notez que lycuslabs.com n'a aucun accès ou contrôle sur ces cookies qui sont utilisés par des annonceurs tiers.

source: Third Party Privacy Policies
de: Datenschutzrichtlinien von Dritten
fr: Politiques de confidentialité des tiers

source: lycuslabs.com's Privacy Policy does not apply to other advertisers or websites. Thus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information. It may include their practices and instructions about how to opt-out of certain options.
de: Die Datenschutzrichtlinien von lycuslabs.com gelten nicht für andere Werbetreibende oder Webseiten. Wir empfehlen Ihnen daher, die jeweiligen Datenschutzrichtlinien dieser Drittanbieter-Werbeserver zu lesen, um detailliertere Informationen zu erhalten. Dabei kann es sich um ihre Praktiken und um Anweisungen handeln, wie Sie bestimmte Optionen ablehnen können.
fr: La politique de confidentialité de lycuslabs.com ne s'applique pas aux autres annonceurs ou sites Web. Nous vous conseillons donc de consulter les politiques de confidentialité respectives de ces serveurs publicitaires tiers pour obtenir des informations plus détaillées. Il peut s'agir de leurs pratiques et d'instructions sur la manière de refuser certaines options.

source: You can choose to disable cookies through your individual browser options. To know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites.
de: Sie können Cookies über die Optionen Ihres individuellen Browsers deaktivieren. Detailliertere Informationen zur Verwaltung von Cookies mit bestimmten Webbrowsern finden Sie auf den jeweiligen Webseiten dieser Browser.
fr: Vous pouvez choisir de désactiver les cookies par le biais des options de votre navigateur individuel. Pour connaître des informations plus détaillées sur la gestion des cookies avec des navigateurs web spécifiques, vous pouvez consulter les sites web respectifs de ces navigateurs.

source: CCPA Privacy Rights (Do Not Sell My Personal Information)
de: Datenschutzrechte der CCPA (Verkaufen Sie meine persönlichen Informationen nicht
fr: Droits à la vie privée de la CCPA (Ne vendez pas mes informations personnelles)

source: Under the CCPA, among other rights, California consumers have the right to:
de: Nach dem CCPA haben kalifornische Verbraucher neben anderen Rechten das Recht :
fr: En vertu de la CCPA, entre autres droits, les consommateurs californiens ont le droit de :

source: Request that a business that collects a consumer's personal data disclose the categories and specific pieces of personal data that a business has collected about consumers.
de: Ein Unternehmen, das personenbezogene Daten von Verbrauchern sammelt, auffordern, die Kategorien und spezifischen Elemente der personenbezogenen Daten, die es von Verbrauchern gesammelt hat, offenzulegen.
fr: Demander à une entreprise qui collecte les données personnelles d'un consommateur de divulguer les catégories et les éléments spécifiques des données personnelles qu'elle a collectées sur les consommateurs.

source: Request that a business delete any personal data about the consumer that a business has collected.
de: Ein Unternehmen auffordern, alle persönlichen Daten zu löschen, die es über einen Verbraucher gesammelt hat.
fr: Demander à une entreprise de supprimer toutes les données personnelles qu'elle a recueillies sur le consommateur.

source: Request that a business that sells a consumer's personal data, not sell the consumer's personal data.
de: Fordern Sie, dass ein Unternehmen, das die persönlichen Daten eines Verbrauchers verkauft, die persönlichen Daten des Verbrauchers nicht verkauft.
fr: Demandez qu'une entreprise qui vend les données personnelles d'un consommateur ne vende pas les données personnelles de ce dernier.

source: If you make a request, we have one month to respond to you. If you would like to exercise any of these rights, please contact us.
de: Wenn Sie eine Anfrage stellen, haben wir einen Monat Zeit, um Ihnen zu antworten. Wenn Sie eines dieser Rechte ausüben möchten, setzen Sie sich bitte mit uns in Verbindung.
fr: Si vous faites une demande, nous avons un mois pour vous répondre. Si vous souhaitez exercer l'un de ces droits, veuillez nous contacter.

source: GDPR Data Protection Rights
de: Datenschutzrechte GDPR
fr: Droits de protection des données GDPR

source: We would like to make sure you are fully aware of all of your data protection rights. Every user is entitled to the following:
de: Wir möchten sicherstellen, dass Sie sich über alle Ihre Datenschutzrechte vollständig im Klaren sind. Jeder Nutzer hat die folgenden Rechte:
fr: Nous tenons à nous assurer que vous êtes pleinement conscient de tous vos droits en matière de protection des données. Chaque utilisateur a les droits suivants :

source: - The right to access – You have the right to request copies of your personal data. We may charge you a small fee for this service.
de: - Das Recht auf Zugang - Sie haben das Recht, Kopien Ihrer persönlichen Daten anzufordern. Wir können Ihnen dafür eine kleine Gebühr berechnen.
fr: - Le droit d'accès - Vous avez le droit de demander des copies de vos données personnelles. Nous pouvons vous facturer une petite somme pour ce service.
