Repository: Microlulu/lycuslabs_eshop
Catalog: translations/messages.*.xlf
Languages: de, fr

source: These Terms constitute the entire agreement between you and us regarding the use of the Site. Our failure to exercise or enforce any right or provision of these Terms shall not operate as a waiver of such right or provision. The section titles in these Terms are for convenience only and have no legal or contractual effect. The word "including" means "including without limitation". If any provision of these Terms is held to be invalid or unenforceable, the other provisions of these Terms will be unimpaired and the invalid or unenforceable provision will be deemed modified so that it is valid and enforceable to the maximum extent permitted by law. Your relationship to Company is that of an independent contractor, and neither party is an agent or partner of the other. These Terms, and your rights and obligations herein, may not be assigned, subcontracted, delegated, or otherwise transferred by you without Company’s prior written consent, and any attempted assignment, subcontract, delegation, or transfer in violation of the foregoing will be null and void. Company may freely assign these Terms. The terms and conditions set forth in these Terms shall be binding upon assignees.
de: Diese Bedingungen stellen die gesamte Vereinbarung zwischen Ihnen und uns in Bezug auf die Nutzung der Website dar. die Nutzung der Website. Die Tatsache, dass wir ein Recht oder eine Bestimmung dieser Bedingungen nicht ausüben oder durchsetzen, stellt keinen Verzicht auf dieses Recht oder diese Bestimmung dar. Bestimmung in diesen Bedingungen stellt keinen Verzicht auf dieses Recht oder diese Bestimmung dar. Die Abschnittsüberschriften in diesen Bedingungen dienen nur der Bequemlichkeit und haben keine rechtliche oder vertragliche Wirkung. keine rechtliche oder vertragliche Wirkung. Der Begriff "einschließlich" bedeutet "einschließlich ohne Einschränkung". Wenn eine Bestimmung Wenn eine Bestimmung dieser Bedingungen für ungültig oder nicht durchsetzbar befunden wird, bleiben die übrigen Bestimmungen dieser Bestimmungen dieser Bedingungen nicht berührt, und die ungültige oder nicht durchsetzbare Bestimmung gilt als so geändert, dass sie gültig und gültig und im größtmöglichen gesetzlich zulässigen Umfang durchsetzbar ist. Ihre Beziehung zum Unternehmen ist die eines unabhängigen Unternehmers. unabhängig, und keine der Parteien ist ein Vertreter oder Partner der anderen. Diese Bedingungen sowie Ihre Rechte und Rechte und Pflichten, dürfen von Ihnen nicht abgetreten, untervergeben, delegiert oder anderweitig übertragen werden, ohne die Zustimmung der vorherigen schriftlichen Zustimmung des Unternehmens, und jeder Versuch einer Abtretung, Untervergabe, Delegierung oder Übertragung in Übertragung unter Verletzung des Vorstehenden ist null und nichtig. Das Unternehmen kann diese Bedingungen frei abtreten. Die Bedingungen und Bedingungen in diesen Bedingungen sind für die Abtretungsempfänger bindend.
fr: Ces conditions constituent l'intégralité de l'accord entre vous et nous concernant l'utilisation du site. l'utilisation du site. Le fait que nous n'exercions pas ou n'appliquions pas un droit ou une disposition des présentes Conditions ne constitue pas une renonciation à ce droit ou à cette disposition. disposition des présentes conditions ne constitue pas une renonciation à ce droit ou à cette disposition. Les titres de section dans ces conditions sont pour la commodité seulement et n'ont aucun effet légal ou contractuel. aucun effet légal ou contractuel. Le terme " y compris " signifie " y compris sans limitation ". Si une disposition Si une disposition des présentes Conditions est jugée invalide ou inapplicable, les autres dispositions de ces dispositions des présentes Conditions ne seront pas affectées et la disposition invalide ou inapplicable sera réputée modifiée de sorte qu'elle soit valable et valide et exécutoire dans la mesure maximale autorisée par la loi. Votre relation avec la société est celle d'un entrepreneur indépendant indépendant, et aucune des parties n'est un agent ou un partenaire de l'autre. Les présentes Conditions, ainsi que vos droits et droits et obligations, ne peuvent être cédés, sous-traités, délégués ou autrement transférés par vous sans le consentement l'accord écrit préalable de la Société, et toute tentative de cession, de sous-traitance, de délégation ou de transfert en transfert en violation de ce qui précède sera nulle et non avenue. La Société peut librement céder les présentes Conditions. Les termes et Les conditions énoncées dans les présentes Conditions seront contraignantes pour les cessionnaires.

source: Your Privacy.
de: Ihr Privatleben.
fr: Votre vie privée.

source: Please read our Privacy Policy.
de: Bitte lesen Sie unsere Datenschutzrichtlinie.
fr: Veuillez lire notre politique de confidentialité.

source: Copyright/Trademark Information.
de: Informationen zu Urheberrechten und Handelsmarken.
fr: Informations sur les droits d'auteur et les marques de commerce.

source: Copyright ©. All rights reserved. All trademarks, logos and service marks displayed on the Site are our property or the property of other third-parties. You are not permitted to use these Marks without our prior written consent or the consent of such third party which may own the Marks.
de: Copyright ©. Alle Rechte vorbehalten. Alle Marken, Logos und Dienstleistungsmarken, die auf der Website angezeigt werden, sind unser Eigentum oder das Eigentum anderer Dritter. Sie sind nicht Sie sind nicht berechtigt, diese Marken ohne unsere vorherige schriftliche Zustimmung oder die Zustimmung des Dritten zu verwenden, der möglicherweise Eigentümer der Marken ist.
fr: Copyright ©. Tous droits réservés. Toutes les marques, tous les logos et marques de service affichés sur le site sont notre propriété ou la propriété d'autres tiers. Vous n'êtes pas Vous n'êtes pas autorisé à utiliser ces marques sans notre consentement écrit préalable ou le consentement de la tierce partie qui peut propriétaire des Marques.

source: Contact Information
de: Kontaktinformationen
fr: Information de Contact

source: ABOUT US
de: ÜBER UNS
fr: A PROPOS

source: Lycus Labs provides 3D modeling solutions and custom software plugins to businesses.
de: Lycus Labs bietet Unternehmen Lösungen für die 3D-Modellierung und maßgeschneiderte Software-Plug-ins an.
fr: Lycus Labs fournit des solutions de modélisation 3D et des plugins logiciels personnalisés aux entreprises.

source: The modeling solutions are not intended for a specific market. Indeed, the company aims to provide solutions to different fields such as architecture, video games, machinery, etc.
de: Die Modellierungslösungen sind nicht auf einen bestimmten Markt ausgerichtet. Vielmehr zielt das Unternehmen darauf ab, Lösungen zu liefern. für verschiedene Bereiche wie Architektur, Videospiele, Maschinen usw. zu entwickeln.
fr: Les solutions de modélisation ne sont pas destinées à un marché spécifique. En effet, l'entreprise vise à fournir des solutions à différents domaines tels que l'architecture, les jeux vidéo, les machines, etc.

source: The software plugins, on the other hand, are intended for artists and users of 3D modeling and rendering software.
de: Software-Plugins hingegen sind für Künstler und Nutzer von Software zur 3D-Modellierung und -Rendering von Software gedacht.
fr: Les plugins logiciels, quant à eux, sont destinés aux artistes et aux utilisateurs de logiciels de modélisation et de rendu 3D. logiciels.

source: Exceptionally Efficient
de: Außergewöhnlich effektiv
fr: Exceptionnellement efficace

source: Get a viable product in the least amount of time possible. Sugar coating can always be done later. Staying focused on what is important is our way of keeping things efficient.
de: Erhalten Sie ein brauchbares Produkt in der kürzest möglichen Zeit. Die Feinarbeit kann später erledigt werden. Sich auf das Wichtige zu konzentrieren, ist unser Weg, die Dinge effizient zu halten.
fr: Obtenez un produit viable dans le plus court laps de temps possible. Les finitions peuvent être faites plus tard. Rester concentré sur ce qui est important est notre façon de garder les choses efficaces.

source: The CG software development specialists
de: Spezialisten für die Entwicklung von CG-Software
fr: Les spécialistes du développement de logiciels CG

source: Software development with a focus 3D is at the heart of what we do. From 3D pipelines to the state of the art in 3D algorithm development - we have done it all.
de: Die Entwicklung von Software mit Schwerpunkt auf 3D ist das Herzstück unserer Aktivitäten. Von 3D-Pipelines bis hin zu von dem neuesten Stand der Technik bei der Entwicklung von 3D-Algorithmen - wir haben alles.
fr: Le développement de logiciels axés sur la 3D est au cœur de nos activités. Des pipelines 3D à l'état de l'état de l'art en matière de développement d'algorithmes 3D - nous avons tout fait.

source: We are experts in computer graphics - mathematicians and engineers with computer graphics as the focus.
de: Wir sind Experten für Computergrafik - Mathematiker und Ingenieure mit Leuchtturmfähigkeiten in der Computergrafik.
fr: Nous sommes des experts en infographie - des mathématiciens et des ingénieurs avec des compétences phares en infographie.

source: Extremely driven
de: Extrem motiviert
fr: Extrêmement motivés

source: We do what we do with a passion. we all love what we do and our work shows it.
de: Wir tun das, was wir tun, mit Leidenschaft. Wir alle lieben, was wir tun, und unsere Arbeit zeigt das.
fr: Nous faisons ce que nous faisons avec passion. Nous aimons tous ce que nous faisons et notre travail le montre.

source: Need a hand with a complex 3D pipeline or a want a geometric algorithm prototyped. Reach out to us and we will find a solution.
de: Sie brauchen Hilfe bei einer komplexen 3D-Pipeline oder wollen einen geometrischen Algorithmus prototypisieren. Zögern Sie nicht, uns zu kontaktieren und wir werden eine Lösung finden.
fr: Vous avez besoin d'un coup de main pour un pipeline 3D complexe ou vous voulez prototyper un algorithme géométrique. N'hésitez pas à nous contacter et nous trouverons une solution.

source: Description
de: Beschreibung

source: ADD TO CART
de: IN DEN WARENKORB
fr: AJOUT AU PANIER

source: Additional information
de: Zusätzliche Informationen
fr: Informations complémentaires

source: Need some assistance about a order or a product?
de: Benötigen Sie Hilfe bei einer Bestellung oder einem Produkt?
fr: Vous avez besoin d'aide concernant une commande ou un produit ?

source: We are really sorry to hear that you have a problem ! Please let us know and we will fix it !
de: Es tut uns sehr leid zu hören, dass Sie ein Problem haben! Bitte lassen Sie es uns wissen und wir werden es beheben!
fr: Nous sommes vraiment désolés d'apprendre que vous avez un problème ! N'hésitez pas à nous le faire savoir et nous le réglerons !

source: MY ADRESSES
de: MEINE ADRESSEN
fr: MES ADRESSES

source: MY ORDERS
de: MEINE BESTELLUNGEN
fr: MES COMMANDES

source: MY LICENSES
de: MEINE LIZENZEN
fr: MES LICENCES

source: MY DOWNLOADS
de: MEINE DOWNLOADS
fr: MES TELECHARGEMENTS

source: SUPPORT
de: HILFE
fr: AIDE

source: LOGOUT
de: ANMELDUNG
fr: DECONNEXION

source: HELLO
de: HALLO
fr: BONJOUR

source: Create address
de: NEUE ADRESSE
fr: Créer adresse

source: SELECT
de: AUSWÄHLEN
fr: SELECTIONNER

source: EDIT
de: ÄNDERN
fr: MODIFIER

source: Hi! Welcome to LycusLabs website !
de: Hallo!!! Willkommen auf der Website von LycusLabs!
fr: Bonjour ! Bienvenue sur le site de LycusLabs !

source: Please confirm your email!
de: Bitte bestätigen Sie Ihre E-Mail!
fr: Veuillez confirmer votre email!

source: Please confirm your email address by clicking the following link:
de: Bitte bestätigen Sie Ihre E-Mail-Adresse, indem Sie auf den folgenden Link klicken:
fr: Veuillez confirmer votre adresse électronique en cliquant sur le lien suivant :

source: Confirm my Email
de: Meine E-Mail bestätigen
fr: Confirmer mon Email

source: This link will expire in
de: Dieser Link läuft ab in
fr: Ce lien expirera dans

source: Cheers!
de: grüße!
fr: Salut!

source: Create an account
de: Ein Konto erstellen
fr: Créer un compte

source: REGISTER
de: ANMELDEN
fr: S'INSCRIRE

source: Welcome aboard !
de: Willkommen an Bord!
fr: Bienvenue à bord !

source: LOGIN
de: VERBINDEN
fr: SE CONNECTER

source: Already have an account?
de: Haben Sie bereits ein Konto?
fr: Vous avez déjà un compte ?

source: Sign in
de: Sich einloggen
fr: Se connecter

source: If an account matching your email exists, then an email was just sent that contains a link that you can use to reset your password. This link will expire in
de: Wenn ein Konto existiert, das mit Ihrer E-Mail-Adresse übereinstimmt, dann wurde gerade eine E-Mail mit einem Link verschickt, den Sie zum Zurücksetzen Ihres Passworts verwenden können. Dieser Link läuft ab in
fr: Si un compte correspondant à votre adresse e-mail existe, alors un e-mail vient d'être envoyé contenant un lien que vous pouvez utiliser pour réinitialiser votre mot de passe. Ce lien expirera dans

source: If you don't receive an email please check your spam folder or
de: Wenn Sie keine E-Mail erhalten, überprüfen Sie Ihren Spam-Ordner oder Ihre E-Mail-Adresse.
fr: Si vous ne recevez pas d'e-mail, vérifiez votre dossier de courrier indésirable (spam) ou votre adresse e-mail.

source: try again
de: versuchen Sie es erneut
fr: réessayer

source: Hi!
de: Hallo!
fr: Salut!

source: To reset your password on LycusLabs.com, please visit the following link
de: Um Ihr Passwort auf LycusLabs.com zurückzusetzen, besuchen Sie bitte den folgenden Link
fr: Pour réinitialiser votre mot de passe sur LycusLabs.com, veuillez consulter le lien suivant

source: Reset your password
de: Ihr Passwort zurücksetzen
fr: Réinitialiser votre mot de passe

source: Enter your email address and we will send you a link to reset your password.
de: Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen einen Link, um Ihr Passwort zurückzusetzen.
fr: Saisissez votre adresse électronique et nous vous enverrons un lien pour réinitialiser votre mot de passe.

source: Send password reset email
de: E-Mail zum Zurücksetzen des Passworts senden
fr: Envoyer un email de réinitialisation du mot de passe

source: Reset password
de: Das Passwort zurücksetzen
fr: Réinitialiser le mot de passe

source: Welcome back!
de: Willkommen zurück!
fr: Bienvenue !

source: Access to your account
de: Zugang zu Ihrem Konto
fr: Accès à votre compte

source: You are logged in as
de: Sie sind angemeldet als
fr: Vous êtes connecté en tant que

source: Forgot password?
de: Passwort vergessen?
fr: Mot de passe oublié?

source: or
de: oder
fr: ou

source: Sign up
de: Registrieren
fr: S'enregistrer

source: SERVICES
de: DIENSTLEISTUNGEN

source: At Lycuslabs, we share a common passion for immersive technologies, especially 3D, VR and AR, and are fascinated by the enormous possibilities they offer. Our mission is to bring a unique experience of transforming the perception of the border between your imagination and reality. And it is our specialty to create interactive visual solutions for architects, designers, digital agencies, and businesses in various fields. Our goal is to develop applications that convey your message to the world in the most elegant and clear way possible.
de: Bei Lycuslabs teilen wir eine gemeinsame Leidenschaft für immersive Technologien, insbesondere 3D, VR und AR, und sind fasziniert von den enormen Möglichkeiten, die sie bieten. Unsere Mission ist es, ein einzigartiges, wahrnehmungsveränderndes Erlebnis an der Grenze zwischen Ihrer Vorstellung und der Realität zu schaffen. Und es ist unsere Spezialität, interaktive visuelle Lösungen für Architekten, Designer, Digitalagenturen und Unternehmen in verschiedenen Bereichen zu schaffen. Unser Ziel ist es, Anwendungen zu entwickeln, die Ihre Botschaft auf die eleganteste und klarste Weise in die Welt tragen.
fr: Chez Lycuslabs, nous partageons une passion commune pour les technologies immersives, notamment la 3D, la RV et la RA, et sommes fascinés par les énormes possibilités qu'elles offrent. Notre mission est d'apporter une expérience unique de transformation de la perception de la frontière entre votre imagination et la réalité. Et c'est notre spécialité de créer des solutions visuelles interactives pour les architectes, les designers, les agences numériques et les entreprises dans divers domaines. Notre objectif est de développer des applications qui transmettent votre message au monde entier de la manière la plus élégante et la plus claire possible.

source: Our team includes the top 3D specialists, technology experts and designers in the industry. We believe that constant innovation is the key to building successful products. As a growing software development startup, we’re passionate and enthusiastic about experimenting with latest emerging technologies and strive to integrate creative vision, technical expertise and project management capabilities to ensure customer satisfaction.
de: Unser Team besteht aus den besten 3D-Spezialisten, Technologieexperten und Designern der Branche. Wir glauben, dass ständige Innovation der Schlüssel zu erfolgreichen Produkten ist. Als schnell wachsendes Softwareentwicklungs-Startup experimentieren wir mit Leidenschaft und Begeisterung mit den neuesten aufkommenden Technologien und bemühen uns, kreative Visionen, technisches Fachwissen und Projektmanagementfähigkeiten zu integrieren, um die Kundenzufriedenheit zu gewährleisten.
fr: Notre équipe comprend les meilleurs spécialistes 3D, experts en technologie et designers du secteur. Nous pensons que l'innovation constante est la clé du succès des produits. En tant que startup de développement de logiciels en pleine croissance, nous sommes passionnés et enthousiastes à l'idée d'expérimenter les dernières technologies émergentes et nous nous efforçons d'intégrer une vision créative, une expertise technique et des capacités de gestion de projet pour garantir la satisfaction du client.

source: Your comment is pending approval
de: Ihr Kommentar wartet auf Genehmigung
fr: Votre commentaire est en attente d'approbation

source: Terms and Conditions
de: Allgemeine Bedingungen
fr: Conditions générales

source: Welcome to lycuslabs.com!
de: Willkommen auf lycuslabs.com!
fr: Bienvenue sur lycuslabs.com!

source: These terms and conditions outline the rules and regulations for the use of Lycus Labs's Website, located at https://lycuslabs.com/.
de: Diese Bedingungen legen die Regeln für die Nutzung der Website von Lycus Labs fest, die unter https://lycuslabs.com/ zu finden ist.
fr: Les présentes conditions générales définissent les règles d'utilisation du site Web de Lycus Labs, situé à l'adresse https://lycuslabs.com/.

source: By accessing this website we assume you accept these terms and conditions. Do not continue to use lycuslabs.com if you do not agree to take all of the terms and conditions stated on this page.
de: Wenn Sie auf diese Webseite zugreifen, gehen wir davon aus, dass Sie diese Bedingungen und Konditionen akzeptieren. Setzen Sie die Nutzung von lycuslabs.com nicht fort, wenn Sie nicht damit einverstanden sind, alle auf dieser Seite dargelegten Bedingungen zu übernehmen.
fr: En accédant à ce site web, nous supposons que vous acceptez ces termes et conditions. Ne continuez pas à utiliser lycuslabs.com si vous n'acceptez pas de prendre toutes les conditions énoncées sur cette page.

source: The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and all Agreements: "Client", "You" and "Your" refers to you, the person log on this website and compliant to the Company’s terms and conditions. "The Company", "Ourselves", "We", "Our" and "Us", refers to our Company. "Party", "Parties", or "Us", refers to both the Client and ourselves. All terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner for the express purpose of meeting the Client’s needs in respect of provision of the Company’s stated services, in accordance with and subject to, prevailing law of Netherlands. Any use of the above terminology or other words in the singular, plural, capitalization and/or he/she or they, are taken as interchangeable and therefore as referring to same.
de: Die folgende Terminologie gilt für diese Geschäftsbedingungen, die Datenschutzerklärung und den Haftungsausschluss sowie für alle Vereinbarungen: "Kunde", "Sie" und "Ihr" beziehen sich auf Sie, die Person, die sich auf dieser Website anmeldet und die Geschäftsbedingungen des Unternehmens einhält. "Das Unternehmen", "Wir", "Uns", "Unser" und "Uns" bezieht sich auf unser Unternehmen. "Partei", "Parteien" oder "Wir" bezeichnet sowohl den Kunden als auch uns. Alle Begriffe beziehen sich auf das Angebot, die Annahme und die Berücksichtigung der Zahlung, die erforderlich ist, um den Prozess unserer Unterstützung des Kunden auf die geeignetste Weise zu beginnen, mit dem ausdrücklichen Ziel, die Bedürfnisse des Kunden in Bezug auf die Erbringung der erklärten Dienstleistungen des Unternehmens gemäß und vorbehaltlich des in den Niederlanden geltenden Rechts zu erfüllen. Jegliche Verwendung der obigen Terminologie oder anderer Wörter im Singular, Plural, in Großbuchstaben und/oder er/sie oder sie/es gilt als austauschbar und bezieht sich daher auf dasselbe.
fr: La terminologie suivante s'applique aux présentes conditions générales, à la déclaration de confidentialité et à l'avis de non-responsabilité ainsi qu'à tous les accords : "Client", "Vous" et "Votre" font référence à vous, la personne qui se connecte à ce site web et qui respecte les conditions générales de la Société. "La Société", "Nous", "Notre", "Nos" et "Nous", désigne notre Société. "Partie", "Parties", ou "Nous", désigne à la fois le client et nous-mêmes. Tous les termes font référence à l'offre, à l'acceptation et à la prise en compte du paiement nécessaire pour entreprendre le processus de notre assistance au Client de la manière la plus appropriée dans le but exprès de répondre aux besoins du Client en ce qui concerne la fourniture des services déclarés de la Société, conformément et sous réserve de la loi en vigueur aux Pays-Bas. Toute utilisation de la terminologie ci-dessus ou d'autres mots au singulier, au pluriel, en majuscules et/ou il/elle ou ils/elles, sont considérés comme interchangeables et donc comme se référant au même.

source: We employ the use of cookies. By accessing lycuslabs.com, you agreed to use cookies in agreement with the Lycus Labs's Privacy Policy.
de: Wir verwenden Cookies. Durch den Zugriff auf lycuslabs.com erklären Sie sich mit der Verwendung von Cookies in Übereinstimmung mit der Datenschutzrichtlinie von Lycus Labs einverstanden.
fr: Nous utilisons des cookies. En accédant à lycuslabs.com, vous acceptez d'utiliser des cookies en accord avec la politique de confidentialité de Lycus Labs.
