Repository: Microlulu/lycuslabs_eshop
Catalog: translations/messages.*.xlf
Languages: de, fr

source: You hereby release and forever discharge the Company and our officers, employees, agents, successors, and assigns from, and hereby waive and relinquish, each and every past, present and future dispute, claim, controversy, demand, right, obligation, liability, action and cause of action of every kind and nature, that has arisen or arises directly or indirectly out of, or that relates directly or indirectly to, the Site. If you are a California resident, you hereby waive California civil code section 1542 in connection with the foregoing, which states: "a general release does not extend to claims which the creditor does not know or suspect to exist in his or her favor at the time of executing the release, which if known by him or her must have materially affected his or her settlement with the debtor."
de: Hiermit befreien und entlasten Sie das Unternehmen und seine Führungskräfte, Mitarbeiter, Vertreter, Nachfolger und Rechtsnachfolger für immer von allen vergangenen, gegenwärtigen und zukünftigen Streitigkeiten, Forderungen, Ansprüchen usw. Nachfolger und Rechtsnachfolger und verzichten hiermit auf alle vergangenen, gegenwärtigen und zukünftigen Streitigkeiten, Ansprüche, Kontroversen, Forderungen, Rechte, Verpflichtungen, Haftungen, Klagen und Klagegründe jeglicher Art und Beschaffenheit, vergangenen, gegenwärtigen und zukünftigen Streitigkeiten, Ansprüchen, Kontroversen, Forderungen, Rechten, Verpflichtungen, Haftungen, Klagen und Klagegründen jeglicher Art und Natur, die direkt oder indirekt im Zusammenhang mit unserer Geschäftstätigkeit entstanden sind oder entstehen. die direkt oder indirekt auf der Website entstanden sind oder sich aus ihr ergeben oder direkt oder indirekt mit ihr in Verbindung stehen. Wenn Sie in Kalifornien ansässig sind, verzichten Sie hiermit auf Abschnitt 1542 des kalifornischen Bürgerlichen Gesetzbuchs in Verbindung mit dem Vorstehenden, der lautet:. der vorstehend besagt: "Eine allgemeine Entlastung erstreckt sich nicht auf Ansprüche, von denen der Gläubiger nicht weiß oder vermutet, dass sie zu seinen Gunsten bestehen. Der Gläubiger weiß oder vermutet nicht, dass sie zum Zeitpunkt der Ausführung der Entlastung zu seinen Gunsten bestehen, und die, wenn sie dem Gläubiger bekannt gewesen wären, die seine Abrechnung mit dem Schuldner materiell beeinflusst haben".
fr: Par la présente, vous libérez et déchargez à jamais la Société et ses dirigeants, employés, agents, successeurs et ayants droit de tout litige, réclamation, demande de remboursement, etc. passés, présents et futurs. successeurs et ayants droit, et renoncez par la présente à tout litige, réclamation, controverse, demande, droit, obligation, responsabilité, action et cause d'action de toute sorte et nature, passés, présents et futurs, litige, réclamation, controverse, demande, droit, obligation, responsabilité, action et cause d'action de toute sorte et nature, passés, présents et futurs, qui ont surgi ou qui surgissent directement ou indirectement dans le cadre de nos activités. qui a pris naissance ou qui découle directement ou indirectement du site, ou qui s'y rapporte directement ou indirectement. Si Si vous êtes un résident de la Californie, vous renoncez par la présente à l'article 1542 du code civil de la Californie en relation avec ce qui précède, qui stipule que qui précède, qui stipule : " une décharge générale ne s'étend pas aux réclamations dont le créancier ne connaît pas ou ne soupçonne pas l'existence en sa faveur ". créancier ne sait pas ou ne soupçonne pas qu'elles existent en sa faveur au moment de l'exécution de la décharge, et qui, si elles avaient été connues par lui, auraient avoir affecté matériellement son règlement avec le débiteur".

source: Cookies and Web Beacons.
de: Cookies und Web Beacons.
fr: Cookies et balises Web.

source: Like any other website, lycuslabs.com uses ‘cookies’. These cookies are used to store information including visitors’ preferences, and the pages on the website that the visitor accessed or visited. The information is used to optimize the users’ experience by customizing our web page content based on visitors’ browser type and/or other information.
de: Wie jede andere Webseite auch, verwendet lycuslabs.com "Cookies". Diese Cookies werden verwendet, um Informationen zu speichern, einschließlich der Vorlieben des Besuchers und der Seiten der Website, die der Besucher besucht hat. zugegriffen oder besucht hat. Diese Informationen werden verwendet, um die Nutzererfahrung zu optimieren, indem der Inhalt unserer Webseiten auf den Browsertyp des Besuchers und/oder seine Vorlieben zugeschnitten wird. Webseiten auf der Grundlage des Browsertyps des Besuchers und/oder anderer Informationen.
fr: Comme tout autre site web, lycuslabs.com utilise des "cookies". Ces cookies sont utilisés pour stocker des informations, y compris les préférences des visiteurs, et les pages du site Web que le visiteur a visitées. a accédé ou visité. Ces informations sont utilisées pour optimiser l'expérience des utilisateurs en personnalisant le contenu de nos pages web en fonction du type de navigateur des visiteurs et/ou de leurs préférences. web en fonction du type de navigateur du visiteur et/ou d'autres informations.

source: Our Advertising Partners.
de: Unsere Werbepartner.
fr: Nos partenaires publicitaires.

source: Some of advertisers on our site may use cookies and web beacons. Our advertising partners are listed below. Each of our advertising partners has their own Privacy Policy for their policies on user data. For easier access, we hyperlinked to their Privacy Policies below.
de: Einige der Werbepartner auf unserer Seite können Cookies und Web Beacons verwenden. Unsere Werbepartner sind unten aufgelistet. Jeder unserer Werbepartner hat seine eigenen Datenschutzrichtlinien für ihre Richtlinien zu den Nutzerdaten. Für einen einfacheren Zugriff haben wir unten einen Hyperlink zu ihren Datenschutzrichtlinien eingerichtet.
fr: Certains des annonceurs présents sur notre site peuvent utiliser des cookies et des balises web. Nos partenaires publicitaires sont énumérés ci-dessous. Chacun de nos partenaires publicitaires dispose de sa propre politique de confidentialité pour leurs politiques sur les données des utilisateurs. Pour un accès plus facile, nous avons établi un lien hypertexte vers leurs politiques de confidentialité ci-dessous.

source: Google Policies
de: Google-Richtlinien
fr: Politiques Google

source: Disclaimers
de: Haftungsausschluss
fr: Avis de non-responsabilité

source: The site is provided on an "as-is" and "as available" basis, and company and our suppliers expressly disclaim any and all warranties and conditions of any kind, whether express, implied, or statutory, including all warranties or conditions of merchantability, fitness for a particular purpose, title, quiet enjoyment, accuracy, or non-infringement. We and our suppliers make not guarantee that the site will meet your requirements, will be available on an uninterrupted, timely, secure, or error-free basis, or will be accurate, reliable, free of viruses or other harmful code, complete, legal, or safe. If applicable law requires any warranties with respect to the site, all such warranties are limited in duration to ninety (90) days from the date of first use.
de: Die Website wird auf der Basis "wie besehen" und "wie verfügbar" bereitgestellt, und das Unternehmen und seine Zulieferer lehnen ausdrücklich ab. alle Garantien und Bedingungen jeglicher Art, ob ausdrücklich, implizit oder gesetzlich, einschließlich jeglicher Garantien oder Bedingungen der Marktgängigkeit, der Eignung für einen bestimmten Zweck, des Rechtsanspruchs, des ungestörten Genusses, Genauigkeit oder Nichtverletzung von Rechten. Wir und unsere Zulieferer garantieren nicht, dass die Website Ihren Anforderungen entspricht und Anforderungen entspricht, ununterbrochen, zeitnah, sicher oder fehlerfrei zur Verfügung steht oder genau, zuverlässig, frei von Viren oder anderen Formen der Korruption ist. genau, zuverlässig, frei von Viren oder anderen schädlichen Codes, vollständig, legal oder sicher ist. Wenn das anwendbare Recht anwendbare Recht Garantien in Bezug auf die Website verlangt, sind alle derartigen Garantien auf einen Zeitraum von neunzig (90) Tagen ab dem Datum der ersten Nutzung beschränkt. Tage ab dem Datum der ersten Nutzung.
fr: Le site est fourni sur une base "telle quelle" et "telle que disponible", et la société et ses fournisseurs rejettent expressément toute garantie et condition de quelque nature que ce soit, qu'elle soit expresse, implicite ou statutaire, y compris toute garanties ou conditions de qualité marchande, d'adéquation à un usage particulier, de titre, de jouissance tranquille, d'exactitude ou d'absence de contrefaçon. Nous, ainsi que nos fournisseurs, ne garantissons pas que le site répondra à vos exigences, sera disponible de manière ininterrompue, opportune, sûre ou sans erreur, ou sera exact, fiable, exempt de virus ou de toute autre forme de corruption. exact, fiable, exempt de virus ou d'autres codes nuisibles, complet, légal ou sûr. Si la loi applicable applicable exige des garanties concernant le site, toutes ces garanties sont limitées à une durée de quatre-vingt-dix (90) jours à compter de la date de première utilisation. jours à compter de la date de la première utilisation.

source: Some jurisdictions do not allow the exclusion of implied warranties, so the above exclusion may not apply to you. Some jurisdictions do not allow limitations on how long an implied warranty lasts, so the above limitation may not apply to you.
de: Einige Gerichtsbarkeiten erlauben den Ausschluss impliziter Garantien nicht, sodass der obige Ausschluss möglicherweise nicht auf Sie zutrifft. auf Sie zutreffen. In einigen Rechtsordnungen ist die Beschränkung der Dauer einer stillschweigenden Garantie nicht zulässig. gilt die obige Beschränkung möglicherweise nicht für Sie.
fr: Certaines juridictions n'autorisent pas l'exclusion des garanties implicites, l'exclusion ci-dessus peut donc ne pas s'appliquer à vous. Certaines juridictions ne permettent pas de limiter la durée d'une garantie implicite. la limitation ci-dessus peut ne pas s'appliquer à vous.

source: Limitation on Liability
de: Beschränkung der Haftung
fr: Limitation de la responsabilité

source: To the maximum extent permitted by law, in no event shall company or our suppliers be liable to you or any third-party for any lost profits, lost data, costs of procurement of substitute products, or any indirect, consequential, exemplary, incidental, special or punitive damages arising from or relating to these terms or your use of, or incapability to use the site even if company has been advised of the possibility of such damages. Access to and use of the site is at your own discretion and risk, and you will be solely responsible for any damage to your device or computer system, or loss of data resulting therefrom.
de: Im größtmöglichen gesetzlich zulässigen Umfang haften das Unternehmen oder unsere Lieferanten Ihnen oder Dritten gegenüber in keinem Fall für entgangene Gewinne, Datenverluste, Kosten für die Beschaffung von Ersatzprodukten oder sonstige indirekte oder zufällige Schäden. Dritte für entgangene Gewinne, Daten, Kosten für die Beschaffung von Ersatzprodukten oder andere indirekte Schäden, indirekten, Folge-, exemplarischen, zufälligen, besonderen oder Strafschadensersatz, die sich aus oder im Zusammenhang mit diesen Bedingungen oder Ihrer Nutzung von oder Ihrer Unfähigkeit zu Bedingungen oder Ihrer Nutzung der Website oder Ihrer Unfähigkeit, diese zu nutzen, entstehen, selbst wenn das Unternehmen von der Möglichkeit solcher Schäden zu erwarten sind. Der Zugriff auf die Website und ihre Nutzung erfolgt nach Ihrem eigenen Ermessen und auf Ihr eigenes Risiko, und Sie sind allein verantwortlich für alle Schäden an Ihrem Gerät oder Computer. Sie sind allein verantwortlich für jegliche Schäden an Ihrem Gerät oder Computersystem oder für Datenverluste, die daraus resultieren.
fr: Dans la mesure maximale permise par la loi, en aucun cas la société ou nos fournisseurs ne seront responsables envers vous ou un tiers de toute perte de bénéfices, de données, de coûts d'obtention de produits de substitution ou de toute autre perte indirecte ou accidentelle. tiers en cas de perte de bénéfices, de données, de coûts d'acquisition de produits de substitution ou de tout autre dommage indirect, indirects, consécutifs, exemplaires, accidentels, spéciaux ou punitifs découlant de ou liés à ces conditions ou à votre utilisation de, ou votre incapacité à conditions ou à votre utilisation du site, ou à votre incapacité à l'utiliser, même si la société a été informée de la possibilité de tels dommages. L'accès au site et son utilisation se font à votre propre discrétion et à vos risques, et vous serez seul responsable de tout dommage causé à votre appareil ou à votre ordinateur. Vous serez seul responsable de tout dommage à votre appareil ou système informatique, ou de toute perte de données en résultant.

source: To the maximum extent permitted by law, notwithstanding anything to the contrary contained herein, our liability to you for any damages arising from or related to this agreement, will at all times be limited to a maximum of fifty U.S. dollars (u.s. $50). The existence of more than one claim will not enlarge this limit. You agree that our suppliers will have no liability of any kind arising from or relating to this agreement.
de: Im größtmöglichen gesetzlich zulässigen Umfang und ungeachtet jeglicher hierin enthaltenen gegenteiligen Bestimmungen ist unsere Haftung Ihnen gegenüber für Schäden, die sich aus oder im Zusammenhang mit dieser Vereinbarung ergeben, zu jeder Zeit auf einen Höchstbetrag von maximal fünfzig US-Dollar (50 US$). Die Existenz von mehr als einem Anspruch wird diese Grenze nicht erweitern. Begrenzung. Sie erklären sich damit einverstanden, dass unsere Lieferanten keine Haftung jeglicher Art aus oder in Verbindung mit dieser Vereinbarung übernehmen. Vereinbarung.
fr: Dans la mesure maximale permise par la loi, nonobstant toute disposition contraire contenue dans les présentes, notre responsabilité à votre égard pour tout dommage résultant de ou lié à cet accord, sera à tout moment limitée à un maximum de cinquante dollars américains (50 $ US). L'existence de plus d'une réclamation n'élargira pas cette limite. limite. Vous convenez que nos fournisseurs n'auront aucune responsabilité de quelque nature que ce soit découlant de cet accord ou s'y rapportant. accord.

source: Some jurisdictions do not allow the limitation or exclusion of liability for incidental or consequential damages, so the above limitation or exclusion may not apply to you.
de: Einige Gerichtsbarkeiten erlauben die Beschränkung oder den Ausschluss der Haftung für Nebenschäden nicht, oder Die obige Beschränkung oder der obige Ausschluss trifft daher möglicherweise nicht auf Sie zu.
fr: Certaines juridictions n'autorisent pas la limitation ou l'exclusion de responsabilité pour les dommages accessoires ou La limitation ou l'exclusion ci-dessus peut donc ne pas s'appliquer à votre cas.

source: Term and Termination.
de: Dauer und Kündigung.
fr: Durée et résiliation.

source: Subject to this Section, these Terms will remain in full force and effect while you use the Site. We may suspend or terminate your rights to use the Site at any time for any reason at our sole discretion, including for any use of the Site in violation of these Terms. Upon termination of your rights under these Terms, your Account and right to access and use the Site will terminate immediately. You understand that any termination of your Account may involve deletion of your User Content associated with your Account from our live databases. Company will not have any liability whatsoever to you for any termination of your rights under these Terms. Even after your rights under these Terms are terminated, the following provisions of these Terms will remain in effect: Sections 2 through 2.5, Section 3 and Sections 4 through 10.
de: Vorbehaltlich dieses Abschnitts bleiben die vorliegenden Bedingungen in Kraft und bleiben wirksam, während Sie die Seite nutzen. Wir können Ihre Rechte zur Nutzung der Website jederzeit und aus jedem beliebigen Grund nach unserem alleinigen Ermessen aussetzen oder beenden. Grund nach unserem alleinigen Ermessen, einschließlich jeglicher Nutzung der Seite, die gegen diese Bedingungen verstößt. Sobald Ihre Rechte gemäß diesen Bedingungen beendet werden, werden Ihr Konto und Ihr Recht auf Zugang und Nutzung der Website sofort beendet werden. Sie verstehen, dass eine Kündigung Ihres Kontos dazu führen kann, dass Ihre mit Ihrem Konto verbundenen Nutzerinhalte von unserer Seite entfernt werden. Benutzerinhalte, die mit Ihrem Konto verknüpft sind, aus unseren Live-Datenbanken. Das Unternehmen übernimmt keine Verantwortung Haftung gegenüber Ihnen für jegliche Kündigung Ihrer Rechte im Rahmen dieser Bedingungen. Auch nach der Kündigung Ihrer Rechte unter diesen Bedingungen gekündigt werden, bleiben die folgenden Bestimmungen dieser Bedingungen in Kraft: Abschnitte 2 bis 2.5, Abschnitt 3 und Abschnitte 4 bis 10.
fr: Sous réserve de la présente section, les présentes conditions resteront en vigueur et effet pendant que vous utilisez le site. Nous pouvons suspendre ou mettre fin à vos droits d'utilisation du site à tout moment et pour n'importe quelle raison, à notre seule discrétion. raison à notre seule discrétion, y compris pour toute utilisation du site en violation des présentes conditions. Dès que En cas de résiliation de vos droits en vertu des présentes Conditions, votre Compte et votre droit d'accès et d'utilisation du site prendront fin immédiatement. Vous comprenez que toute résiliation de votre compte peut entraîner la suppression de votre contenu utilisateur associé à votre compte de notre site. contenu utilisateur associé à votre compte de nos bases de données en direct. La Société n'aura aucune responsabilité responsabilité envers vous pour toute résiliation de vos droits en vertu des présentes Conditions. Même après la résiliation de vos droits en vertu des présentes Conditions sont résiliés, les dispositions suivantes des présentes Conditions resteront en vigueur : Sections 2 à 2.5, Section 3 et Sections 4 à 10.

source: Copyright Policy.
de: Urheberrechtsrichtlinie.
fr: Politique en matière de droits d'auteur.

source: Company respects the intellectual property of others and asks that users of our Site do the same. In connection with our Site, we have adopted and implemented a policy respecting copyright law that provides for the removal of any infringing materials and for the termination of users of our online Site who are repeated infringers of intellectual property rights, including copyrights. If you believe that one of our users is, through the use of our Site, unlawfully infringing the copyright(s) in a work, and wish to have the allegedly infringing material removed, the following information in the form of a written notification (pursuant to 17 U.S.C. § 512(c)) must be provided to our designated Copyright Agent:
de: Das Unternehmen respektiert das geistige Eigentum anderer und fordert die Nutzerinnen und Nutzer seiner Website auf, dies ebenfalls zu tun. Auf Bezug auf unsere Website haben wir eine Richtlinie zur Einhaltung der Urheberrechtsgesetze verabschiedet und umgesetzt, die Folgendes vorsieht die Entfernung von gefälschtem Material und die Entlassung von Nutzern unserer Online-Site, die wiederholt gegen Rechte an geistigem Eigentum, einschließlich Urheberrechten, verstoßen. die wiederholt gegen Rechte an geistigem Eigentum, einschließlich Urheberrechten, verstoßen. Wenn Sie glauben, dass einer unserer Nutzer durch die Nutzung unserer Seite das Urheberrecht bzw. die Urheberrechte an einem Werk verletzt und Sie möchten, dass das angeblich verletzende Material, müssen Sie die folgenden Informationen in Form einer schriftlichen Mitteilung bereitstellen. (gemäß 17 U.S.C. § 512(c)) müssen an unseren benannten Urheberrechtsbeauftragten :
fr: La société respecte la propriété intellectuelle d'autrui et demande aux utilisateurs de son site de faire de même. Sur En ce qui concerne notre Site, nous avons adopté et mis en œuvre une politique de respect de la législation sur le droit d'auteur qui prévoit le retrait de tout matériel contrefait et le licenciement des utilisateurs de notre site en ligne qui violent de manière répétée les droits de propriété intellectuelle, y compris les droits d'auteur. qui enfreignent de manière répétée les droits de propriété intellectuelle, y compris les droits d'auteur. Si vous pensez que l'un de nos utilisateurs enfreint, par l'utilisation de notre site, le(s) droit(s) d'auteur d'une œuvre, et que vous souhaitez que le matériel prétendument en infraction, vous devez fournir les informations suivantes sous la forme d'une notification écrite (conformément à 17 U.S.C. § 512(c)) doivent être fournies à notre agent des droits d'auteur désigné :

source: your physical or electronic signature;
de: Ihre physische oder elektronische Unterschrift ;
fr: votre signature physique ou électronique ;

source: identification of the copyrighted work(s) that you claim to have been infringed;
de: Identifizierung des/der urheberrechtlich geschützten Werks/e, das/die Ihrer Meinung nach verletzt wurde/n;
fr: l'identification de l'œuvre ou des œuvres protégées par le droit d'auteur dont vous affirmez qu'elles ont été violées ;

source: identification of the material on our services that you claim is infringing and that you request us to remove;
de: Identifizierung von Material auf unseren Diensten, von dem Sie behaupten, dass es gegen das Gesetz verstößt, und von dem Sie verlangen, dass wir es entfernen. entfernen ;
fr: l'identification du matériel sur nos services que vous prétendez être en infraction et que vous nous demandez de supprimer ;

source: sufficient information to permit us to locate such material;
de: ausreichende Inforamationen, um uns zu ermöglichen, dieses Material zu lokalisieren;
fr: des informations suffisantes pour nous permettre de localiser ce matériel ;

source: your address, telephone number, and e-mail address;
de: Ihre Adresse, Ihre Telefonnummer und Ihre E-Mail-Adresse ;
fr: votre adresse, votre numéro de téléphone et votre adresse électronique ;

source: a statement that you have a good faith belief that use of the objectionable material is not authorized by the copyright owner, its agent, or under the law; and
de: eine Erklärung, dass Sie in gutem Glauben glauben, dass die Nutzung des anstößigen Materials nicht vom Inhaber des Urheberrechts, seinem Agenten oder per Gesetz erlaubt ist; und vom Inhaber des Urheberrechts, seinem Agenten oder per Gesetz; und
fr: une déclaration indiquant que vous croyez de bonne foi que l'utilisation du matériel répréhensible n'est pas autorisée par le propriétaire du droit d'auteur, son agent ou la loi ; et par le titulaire du droit d'auteur, son agent ou en vertu de la loi ; et
