Repository: Microlulu/lycuslabs_eshop
Catalog: translations/messages.*.xlf
Languages: de, fr

source: If arbitration is initiated, the arbitrator will decide the rights and liabilities of you and the Company, and the dispute will not be consolidated with any other matters or joined with any other cases or parties. The arbitrator shall have the authority to grant motions dispositive of all or part of any claim. The arbitrator shall have the authority to award monetary damages, and to grant any non-monetary remedy or relief available to an individual under applicable law, the AAA Rules, and the Terms. The arbitrator shall issue a written award and statement of decision describing the essential findings and conclusions on which the award is based. The arbitrator has the same authority to award relief on an individual basis that a judge in a court of law would have. The award of the arbitrator is final and binding upon you and the Company.
de: Wenn ein Schiedsverfahren eingeleitet wird, entscheidet der Schiedsrichter über die Rechte und Pflichten von Ihnen und der Gesellschaft. Die Streitigkeit wird nicht mit anderen Angelegenheiten konsolidiert oder mit anderen Fällen oder Parteien verbunden. oder mit anderen Angelegenheiten oder Parteien verbunden. Der Schiedsrichter ist befugt, Anträge zu stellen. dispositive Anträge für alle oder einen Teil eines Anspruchs zu gewähren. Der Schlichter ist befugt, monetären Schadenersatz zuzusprechen, und alle nicht-monetären Rechtsmittel oder Entschädigungen zu gewähren, die einer Einzelperson nach dem geltenden Recht, den AAA-Regeln und den Bedingungen zur Verfügung stehen. und der Bedingungen. Der Schlichter erlässt einen schriftlichen Schiedsspruch und eine Entscheidungserklärung, in der er die wesentlichen Feststellungen und Schlussfolgerungen beschreibt, auf denen der Schiedsspruch beruht. die wesentlichen Feststellungen und Schlussfolgerungen, auf denen der Schiedsspruch beruht. Der Schiedsrichter hat die gleiche Autorität für Der Schiedsrichter hat die gleiche Befugnis, eine Entschädigung auf individueller Basis zuzusprechen, wie ein Richter in einem Gericht. Der Schiedsspruch des Schiedsrichters ist endgültig und bindend für Sie und das Unternehmen.
fr: Si une procédure d'arbitrage est engagée, l'arbitre décidera des droits et des responsabilités de vous et de la Société. et les responsabilités de vous et de la Société, et le différend ne sera pas consolidé avec d'autres questions ou joint à d'autres affaires ou parties. ou joint à d'autres affaires ou parties. L'arbitre aura l'autorité d'accorder des motions d'accorder des motions dispositives pour tout ou partie de toute réclamation. L'arbitre a le pouvoir d'accorder des dommages-intérêts monétaires, et d'accorder tout recours ou réparation non monétaire disponible pour un individu en vertu de la loi applicable, des règles de l'AAA et des conditions. et des Conditions. L'arbitre rendra une sentence écrite et une déclaration de décision décrivant les principales constatations et conclusions sur lesquelles repose la sentence. les constatations et conclusions essentielles sur lesquelles la sentence est fondée. L'arbitre a la même autorité pour L'arbitre a la même autorité pour accorder une réparation sur une base individuelle qu'un juge dans une cour de justice. La sentence de l'arbitre est définitive et contraignante pour vous et la Compagnie.

source: Waiver of Jury Trial.
de: Verzicht auf ein Verfahren mit Geschworenen.
fr: Renonciation au procès avec jury.

source: THE PARTIES HEREBY WAIVE THEIR CONSTITUTIONAL AND STATUTORY RIGHTS TO GO TO COURT AND HAVE A TRIAL IN FRONT OF A JUDGE OR A JURY, instead electing that all claims and disputes shall be resolved by arbitration under this Arbitration Agreement. Arbitration procedures are typically more limited, more efficient and less expensive than rules applicable in a court and are subject to very limited review by a court. In the event any litigation should arise between you and the Company in any state or federal court in a suit to vacate or enforce an arbitration award or otherwise, YOU AND THE COMPANY WAIVE ALL RIGHTS TO A JURY TRIAL, instead electing that the dispute be resolved by a judge.
de: DIE PARTEIEN VERZICHTEN HIERMIT AUF IHRE VERFASSUNGSMÄSSIGEN UND GESETZLICHEN RECHTE, UM VOR GERICHT ZU GEHEN UND EINEN PROZESS VOR EINEM RICHTER ODER GERICHTSHOF zu führen, und wählen stattdessen, dass alle Ansprüche und Streitigkeiten durch ein Schiedsverfahren gemäß dieser Schiedsvereinbarung gelöst werden. Schiedsverfahren sind in der Regel Schiedsverfahren sind in der Regel begrenzter, effektiver und kostengünstiger als die Regeln, die vor einem Gericht gelten, und unterliegen einer sehr begrenzten Überprüfung durch ein Gericht. sehr begrenzte Überprüfung durch ein Gericht. Für den Fall, dass es zwischen Ihnen und dem Unternehmen vor einem staatlichen oder bundesstaatlichen Gericht zu einem Rechtsstreit kommt, in dem es um die Entschädigung für erlittene Schäden geht. vor einem staatlichen oder bundesstaatlichen Gericht, im Zusammenhang mit einer Klage auf Aufhebung oder Vollstreckung eines Schiedsspruchs oder Ähnlichem, werden SIE UND DAS UNTERNEHMEN VERZICHTEN SIE AUF JEDES RECHT AUF EIN TRIAL JURY und entscheiden sich stattdessen dafür, dass der Rechtsstreit von einem Richter entschieden wird.
fr: LES PARTIES RENONCENT PAR LA PRÉSENTE À LEURS DROITS CONSTITUTIONNELS ET STATUTAIRES DE D'ALLER EN COUR ET D'AVOIR UN PROCÈS DEVANT UN JUGE OU UN JURY, choisissant plutôt que toutes les réclamations et tous les différends seront résolus par arbitrage en vertu de la présente convention d'arbitrage. Les procédures d'arbitrage sont généralement Les procédures d'arbitrage sont généralement plus limitées, plus efficaces et moins coûteuses que les règles applicables dans un tribunal et sont soumises à un examen très limité par un tribunal. révision très limitée par un tribunal. Dans le cas où un litige surviendrait entre vous et la société devant un tribunal d'État ou fédéral dans le cadre d'une action en justice visant à obtenir une compensation pour les dommages subis. dans un tribunal d'État ou fédéral, dans le cadre d'une action en annulation ou en exécution d'une sentence arbitrale ou autre, VOUS ET LA SOCIÉTÉ RENONCEZ À TOUT DROIT À UN TRIAL JURY, choisissant plutôt que le litige soit résolu par un juge.

source: Waiver of Class or Consolidated Actions.
de: Verzicht auf kollektive oder konsolidierte Klagen.
fr: Renonciation aux actions collectives ou consolidées.

source: All claims and disputes within the scope of this arbitration agreement must be arbitrated or litigated on an individual basis and not on a class basis, and claims of more than one customer or user cannot be arbitrated or litigated jointly or consolidated with those of any other customer or user.
de: Alle Ansprüche und Streitigkeiten, die in den Rahmen dieser Schiedsvereinbarung müssen auf individueller Basis und nicht auf kollektiver Basis geschlichtet oder verhandelt werden, und Die Ansprüche von mehr als einem Kunden oder Nutzer dürfen nicht Gegenstand eines gemeinsamen oder konsolidierten Schieds- oder Gerichtsverfahrens mit den Ansprüchen eines anderen Kunden oder Nutzers sein. mit denen eines anderen Kunden oder Nutzers.
fr: Toutes les réclamations et tous les litiges entrant dans le cadre de cette convention d'arbitrage doivent être arbitrés ou plaidés sur une base individuelle et non sur une base collective, et Les réclamations de plus d'un client ou utilisateur ne peuvent pas faire l'objet d'un arbitrage ou d'un litige conjoint ou consolidé avec celles de tout autre client ou utilisateur. avec celles de tout autre client ou utilisateur.

source: Confidentiality.
de: Vertraulichkeit
fr: Confidentialité.

source: All aspects of the arbitration proceeding shall be strictly confidential. The parties agree to maintain confidentiality unless otherwise required by law. This paragraph shall not prevent a party from submitting to a court of law any information necessary to enforce this Agreement, to enforce an arbitration award, or to seek injunctive or equitable relief.
de: Alle Aspekte des Schiedsverfahrens sind streng vertraulich. Die Parteien vereinbaren, die Vertraulichkeit zu wahren, sofern dies nicht gesetzlich vorgeschrieben ist. Dieser Absatz darf nicht Dieser Absatz hindert eine Partei nicht daran, einem Gericht alle Informationen vorzulegen, die für die Anwendung dieses Abkommens, die Vollstreckung eines Schiedsspruchs oder die Suche nach einer Unterlassungs- oder Billigkeitsmaßnahme erforderlich sind. die Vollstreckung eines Schiedsspruchs oder zur Beantragung einer einstweiligen Verfügung oder eines gerechten Rechtsbehelfs.
fr: Tous les aspects de la procédure d'arbitrage sont strictement confidentiels. Les parties conviennent de maintenir la confidentialité, sauf si la loi l'exige. Le présent paragraphe ne doit pas Ce paragraphe n'empêche pas une partie de soumettre à un tribunal toute information nécessaire à l'application du présent accord, à l'exécution d'une sentence arbitrale ou à la recherche d'une mesure injonctive ou équitable. l'exécution d'une sentence arbitrale, ou pour demander une injonction ou un redressement équitable.

source: Severability.
de: Teilbarkeit
fr: Divisibilité.

source: If any part or parts of this Arbitration Agreement are found under the law to be invalid or unenforceable by a court of competent jurisdiction, then such specific part or parts shall be of no force and effect and shall be severed and the remainder of the Agreement shall continue in full force and effect.
de: Wenn ein oder mehrere Teile dieser Schiedsvereinbarung von einem zuständigen Gericht für rechtlich ungültig oder nicht durchsetzbar befunden werden, wird dieser Teil bzw. werden diese Teile für ungültig erklärt. Wenn ein oder mehrere Teile dieser Schiedsvereinbarung von einem zuständigen Gericht für rechtlich ungültig oder nicht durchsetzbar erklärt werden, ist dieser spezielle Teil bzw. sind diese speziellen Teile unwirksam. Der/die spezifische(n) Teil(e) ist/sind unwirksam und wird/werden abgetrennt, während der Rest der Vereinbarung in Kraft bleibt. volle kraft und wirkung.
fr: Si une ou plusieurs parties de la présente convention d'arbitrage sont jugées, en vertu de la loi, invalides ou inapplicables par un tribunal compétent, cette ou ces parties seront annulées. Si une ou plusieurs parties de la présente convention d'arbitrage sont déclarées juridiquement non valables ou inapplicables par un tribunal compétent, cette ou ces parties spécifiques seront sans effet. partie(s) spécifique(s) sera(ont) sans effet et sera(ont) dissociée(s), le reste de la convention restant en vigueur. pleine force et effet.

source: Right to Waive.
de: Recht auf Verzicht.
fr: Droit de renonciation.

source: Any or all of the rights and limitations set forth in this Arbitration Agreement may be waived by the party against whom the claim is asserted. Such waiver shall not waive or affect any other portion of this Arbitration Agreement.
de: Alle oder ein Teil der in dieser Schiedsvereinbarung festgelegten Rechte und Beschränkungen können entzogen werden. Die Partei, gegen die die Klage erhoben wird, kann auf alle oder einige der in dieser Schiedsvereinbarung festgelegten Rechte und Beschränkungen verzichten. Ein solcher Verzicht hat nicht zur Folge, dass oder beeinträchtigt einen anderen Teil dieser Schiedsvereinbarung.
fr: Tout ou partie des droits et limitations énoncés dans la présente convention d'arbitrage peut être La partie contre laquelle la demande est formulée peut renoncer à tout ou partie des droits et limitations énoncés dans la présente convention d'arbitrage. Cette renonciation n'a pas pour effet de ou affecter toute autre partie de la présente convention d'arbitrage.

source: Survival of Agreement.
de: Aufrechterhaltung des Abkommens.
fr: Maintien de la convention.

source: This Arbitration Agreement will survive the termination of your relationship with Company.
de: Diese Schiedsvereinbarung überdauert die Beendigung Ihres Beziehung mit der Gesellschaft.
fr: La présente convention d'arbitrage survivra à la résiliation de votre relation avec la société.

source: Small Claims Court.
de: Gericht für geringfügige Forderungen.
fr: Cour des petits litiges.

source: Nonetheless the foregoing, either you or the Company may bring an individual action in small claims court.
de: Sie oder das Unternehmen können jedoch eine Einzelklage vor einem Gericht für geringfügige Forderungen erheben. eine Einzelklage vor einem Gericht für geringfügige Forderungen einreichen.
fr: Néanmoins, vous ou la Société pouvez intenter une action individuelle devant un tribunal des petites créances. une action individuelle devant le tribunal des petites créances.

source: Emergency Equitable Relief.
de: Faire Nothilfe.
fr: Aide d'urgence équitable.

source: Anyhow the foregoing, either party may seek emergency equitable relief before a state or federal court in order to maintain the status quo pending arbitration. A request for interim measures shall not be deemed a waiver of any other rights or obligations under this Arbitration Agreement.
de: In jedem Fall kann jede Partei vor einem staatlichen oder bundesstaatlichen Gericht eine dringende Billigkeitsmaßnahme beantragen, um den Status quo bis zum Schiedsverfahren aufrechtzuerhalten. vor einem staatlichen oder föderalen Gericht, um den Status quo bis zum Schiedsverfahren aufrechtzuerhalten. Ein Antrag Ein Antrag auf einstweilige Maßnahmen ist nicht als Verzicht auf andere Rechte oder Pflichten nach dieser Schiedsvereinbarung zu verstehen. Schiedsvereinbarung.
fr: Quoi qu'il en soit, chaque partie peut demander un redressement équitable d'urgence devant un tribunal d'État ou fédéral afin de maintenir le statu quo en attendant l'arbitrage. devant un tribunal d'État ou fédéral afin de maintenir le statu quo en attendant l'arbitrage. Une demande Une demande de mesures provisoires ne doit pas être considérée comme une renonciation à d'autres droits ou obligations en vertu de la présente convention d'arbitrage. convention d'arbitrage.

source: Claims Not Subject to Arbitration.
de: Beschwerden, die nicht dem Schiedsverfahren unterliegen.
fr: Réclamations non soumises à l'arbitrage.

source: Notwithstanding the foregoing, claims of defamation, violation of the Computer Fraud and Abuse Act, and infringement or misappropriation of the other party’s patent, copyright, trademark or trade secrets shall not be subject to this Arbitration Agreement.
de: Ungeachtet des Vorstehenden sind Ansprüche wegen Verleumdung, Verleumdung, wegen Verletzung des Gesetzes gegen Computerbetrug und -missbrauch und wegen Verletzung oder Entwendung des Patents, Urheberrechts, Handelsmarke oder Geschäftsgeheimnisses der anderen Partei unterliegen nicht dieser Schiedsvereinbarung.
fr: Nonobstant ce qui précède, les réclamations pour diffamation, diffamation, de violation de la loi sur la fraude et les abus informatiques, et de contrefaçon ou de détournement du brevet, droit d'auteur, marque de commerce ou secrets commerciaux de l'autre partie ne sont pas soumis à la présente convention d'arbitrage.

source: In any circumstances where the foregoing Arbitration Agreement permits the parties to litigate in court, the parties hereby agree to submit to the personal jurisdiction of the courts located within Netherlands County, California, for such purposes.
de: Unter allen Umständen, unter denen die vorstehende Schiedsvereinbarung den Parteien erlaubt, sich vor einem Gericht zu verantworten, erklären sich die Parteien hiermit bereit, sich der persönlichen Zuständigkeit der Gerichte in der Grafschaft Netherlands zu unterwerfen. Die Parteien erklären sich hiermit bereit, sich der persönlichen Zuständigkeit der Gerichte im County Netherlands zu unterwerfen, Kalifornien für diese Zwecke.
fr: Dans toutes les circonstances où la convention d'arbitrage qui précède permet aux parties de plaider devant un tribunal, les parties acceptent par la présente de se soumettre à la compétence personnelle des tribunaux situés dans le comté des Pays-Bas. parties acceptent par la présente de se soumettre à la compétence personnelle des tribunaux situés dans le comté de Netherlands, Californie, à ces fins.

source: The Site may be subject to U.S. export control laws and may be subject to export or import regulations in other countries. You agree not to export, re-export, or transfer, directly or indirectly, any U.S. technical data acquired from Company, or any products utilizing such data, in violation of the United States export laws or regulations.
de: Die Website unterliegt möglicherweise den Exportkontrollgesetzen der USA und kann den Export- oder Importbestimmungen anderer Länder unterliegen. anderen Ländern untersagt werden. Sie verpflichten sich, die vom Unternehmen erworbenen technischen Daten aus den USA oder ein Produkt, das diese Daten verwendet, weder direkt noch indirekt zu exportieren, zu reexportieren oder zu übertragen, wenn dies gegen die Exportgesetze der USA verstößt. US-amerikanische technische Daten, die vom Unternehmen erworben wurden, oder Produkte, die solche Daten verwenden, unter Verletzung von Gesetzen oder Vorschriften. der Vereinigten Staaten.
fr: Le site peut être soumis aux lois américaines sur le contrôle des exportations et peut être soumis aux réglementations sur l'exportation ou l'importation dans d'autres pays. d'autres pays. Vous acceptez de ne pas exporter, réexporter ou transférer, directement ou indirectement, les données techniques américaines acquises auprès de la Société, ou tout produit utilisant ces données, en violation des lois américaines sur l'exportation. données techniques américaines acquises auprès de la Société, ou tout produit utilisant de telles données, en violation des lois ou réglementations des États-Unis.

source: Company is located at the address in Section 10.8. If you are a California resident, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Product of the California Department of Consumer Affairs by contacting them in writing at 400 R Street, Sacramento, CA 95814, or by telephone at (800) 952-5210.
de: Das Unternehmen hat seinen Sitz unter der in Abschnitt 10.8 angegebenen Adresse. Wenn Sie in Kalifornien ansässig sind, können Sie Beschwerden einreichen. Beschwerden an die Complaint Assistance Unit der Division of Consumer Product des California Department of Consumer Affairs richten, indem Sie sie de Consumer Products schriftlich unter 400 R Street, Sacramento, CA 95814 oder telefonisch unter (800) 952-5210.
fr: La société est située à l'adresse indiquée à la section 10.8. Si vous êtes un résident de Californie, vous pouvez déposer des plaintes à la Complaint Assistance Unit de la Division of Consumer Product du California Department of Consumer Affairs, en les de la consommation en les contactant par écrit au 400 R Street, Sacramento, CA 95814, ou par téléphone au (800) 952-5210.

source: Electronic Communications.
de: Elektronische Kommunikation.
fr: Communications électroniques.

source: The communications between you and Company use electronic means, whether you use the Site or send us emails, or whether Company posts notices on the Site or communicates with you via email. For contractual purposes, you (a) consent to receive communications from Company in an electronic form; and (b) agree that all terms and conditions, agreements, notices, disclosures, and other communications that Company provides to you electronically satisfy any legal obligation that such communications would satisfy if it were be in a hard copy writing.
de: Die Kommunikation zwischen Ihnen und dem Unternehmen erfolgt auf elektronischem Wege, unabhängig davon, ob Sie die Website nutzen oder uns E-Mails senden, oder ob das Unternehmen Mitteilungen auf der Website veröffentlicht oder mit Ihnen per E-Mail kommuniziert. mit Ihnen per E-Mail kommuniziert. Für vertragliche Zwecke stimmen Sie (a) dem Erhalt von Mitteilungen des Unternehmens in einem Kommunikation des Unternehmens in elektronischer Form zu erhalten; und (b) stimmen Sie zu, dass alle Geschäftsbedingungen, Vereinbarungen, Mitteilungen, Offenlegungen und sonstigen Kommunikationen, die das Unternehmen Ihnen auf elektronischem Wege zur Verfügung stellt, eingehalten werden. Die Mitteilungen, die die Gesellschaft Ihnen in elektronischer Form zur Verfügung stellt, erfüllen alle gesetzlichen Verpflichtungen, die solche Rechtspflichten, die diese Mitteilungen erfüllen würden, wenn sie in einem schriftlichen Dokument in Papierform enthalten wären.
fr: Les communications entre vous et la Société utilisent des moyens électroniques, que vous utilisiez le Site ou que vous nous envoyiez des e-mails, ou que la Société publie des avis sur le Site ou communique avec vous par e-mail. avec vous par courrier électronique. À des fins contractuelles, vous (a) consentez à recevoir des communications de la Société sous une forme communication de la Société sous forme électronique ; et (b) acceptez que l'ensemble des conditions générales, accords, avis, divulgations et autres communications que la Société vous fournit par voie électronique soient respectés. communications que la Société vous fournit par voie électronique satisfont à toute obligation légale que de telles obligations légales que ces communications satisferaient si elles se trouvaient dans un document écrit sur papier.

source: Entire Terms.
de: Allgemeine Bedingungen.
fr: Conditions générales.
