Repository: Microlulu/lycuslabs_eshop
Catalog: translations/messages.*.xlf
Languages: de, fr

source: We do not ensure that the information on this website is correct, we do not warrant its completeness or accuracy; nor do we promise to ensure that the website remains available or that the material on the website is kept up to date.
de: Wir garantieren nicht, dass die Informationen auf dieser Website korrekt, vollständig oder genau sind; wir versprechen auch nicht zu garantieren, dass die Website verfügbar bleibt oder dass das auf der Website enthaltene Material aktualisiert wird.
fr: Nous ne garantissons pas l'exactitude des informations contenues dans ce site web, ni leur exhaustivité ou leur précision ; nous ne promettons pas non plus de garantir que le site web restera disponible ou que le matériel contenu dans le site web sera mis à jour.

source: Disclaimer
de: Haftungsausschluss
fr: Avis de non-responsabilité

source: To the maximum extent permitted by applicable law, we exclude all representations, warranties and conditions relating to our website and the use of this website. Nothing in this disclaimer will:
de: Im größtmöglichen nach geltendem Recht zulässigen Umfang schließen wir alle Zusicherungen, Gewährleistungen und Bedingungen in Bezug auf unsere Website und deren Nutzung aus. Nichts in diesem Haftungsausschluss wird :
fr: Dans la mesure maximale autorisée par la loi applicable, nous excluons toutes les représentations, garanties et conditions relatives à notre site web et à l'utilisation de ce site. Rien dans cette clause de non-responsabilité ne sera :

source: limit or exclude our or your liability for death or personal injury;
de: unsere oder Ihre Haftung für Todesfälle oder Personenschäden beschränken oder ausschließen ;
fr: limiter ou exclure notre ou votre responsabilité en cas de décès ou de dommages corporels ;

source: limit or exclude our or your liability for fraud or fraudulent misrepresentation;
de: unsere oder Ihre Haftung im Falle von Betrug oder betrügerischen Falschangaben einschränken oder ausschließen ;
fr: limiter ou exclure notre ou votre responsabilité en cas de fraude ou de fausse déclaration frauduleuse ;

source: limit any of our or your liabilities in any way that is not permitted under applicable law; or
de: eine unserer oder Ihrer Verantwortlichkeiten auf eine Weise beschränken, die nach dem geltenden Recht nicht zulässig ist; oder
fr: limiter l'une de nos ou de vos responsabilités d'une manière qui n'est pas autorisée par la loi applicable ; ou

source: exclude any of our or your liabilities that may not be excluded under applicable law.
de: eine unserer oder Ihrer Haftungen ausschließen, die nach dem geltenden Recht nicht ausgeschlossen werden kann.
fr: exclure l'une de nos ou de vos responsabilités qui ne peuvent être exclues en vertu du droit applicable.

source: The limitations and prohibitions of liability set in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph; and (b) govern all liabilities arising under the disclaimer, including liabilities arising in contract, in tort and for breach of statutory duty.
de: Die Haftungsbeschränkungen und -verbote, die in diesem Abschnitt und an anderer Stelle in diesem Haftungsausschluss aufgeführt sind : (a) unterliegen dem vorstehenden Absatz; und (b) regeln alle Haftungen, die sich aus dem Haftungsausschluss ergeben, einschließlich der Haftung aus Vertrag, unerlaubter Handlung und Verletzung einer gesetzlichen Verpflichtung.
fr: Les limitations et interdictions de responsabilité énoncées dans cette section et ailleurs dans la présente clause de non-responsabilité : (a) sont soumises au paragraphe précédent ; et (b) régissent toutes les responsabilités découlant de la clause de non-responsabilité, y compris les responsabilités contractuelles, délictuelles et pour violation d'une obligation légale.

source: As long as the website and the information and services on the website are provided free of charge, we will not be liable for any loss or damage of any nature.
de: Solange die Website und die darin enthaltenen Informationen und Dienstleistungen kostenlos zur Verfügung gestellt werden, haften wir nicht für Verluste oder Schäden jeglicher Art.
fr: Tant que le site web et les informations et services qu'il contient sont fournis gratuitement, nous ne sommes pas responsables des pertes ou dommages de quelque nature que ce soit.

source: Deeply Committed
de: Zutiefst engagiert
fr: Profondément engagé

source: We are committed in ensuring your products success because we are strong believers that your success is our success.
de: Wir setzen uns für den Erfolg Ihrer Produkte ein, denn wir glauben fest daran, dass Ihr Erfolg auch unser Erfolg ist.
fr: Nous nous engageons à assurer le succès de vos produits, car nous croyons fermement que votre succès est le nôtre.

source: Highly Skilled
de: Hoch qualifiziert
fr: Hautement qualifié

source: Our team has mathematicians and Engineers from various disciplines with one thing in common they all are skilled at what they do.
de: Unser Team besteht aus Mathematikern und Ingenieuren verschiedener Fachrichtungen, die eines gemeinsam haben: Sie sind alle kompetent in dem, was sie tun.
fr: Notre équipe est composée de mathématiciens et d'ingénieurs de diverses disciplines qui ont une chose en commun : ils sont tous compétents dans ce qu'ils font.

source: Company
de: Die Firma
fr: L'entreprise

source: About us
de: Über uns
fr: A propos

source: Our services
de: Unsere Dienstleistungen
fr: Nos services

source: Our team
de: Unser Team
fr: Notre équipe

source: Terms of use
de: Nutzungsbedingungen
fr: Conditions d'utilisation

source: Terms of sales
de: Allgemeine Geschäftsbedingungen
fr: Conditions générales de vente

source: Privacy policy
de: Datenschutzrichtlinie
fr: Politique de confidentialité

source: Get help
de: Hilfe
fr: Aide

source: Contact us
de: Uns kontaktieren
fr: Nous contacter

source: Returns
de: Rücksendungen
fr: Retours

source: Follow us
de: Uns folgen
fr: Nous suivre

source: CONTACT
de: KONTAKT

source: Do you have a project in mind?
de: Haben Sie ein bestimmtes Projekt im Sinn?
fr: Vous avez un projet en tête ?

# or a question?&#10;&#9;&#9;&#9;&#9;&#9;&#9;&#9;Our professionals are at
source: or a question? Our professionals are at
de: oder eine Frage? Unsere Fachleute sind unter
fr: ou une question ? Nos professionnels sont à

source: your disposal.
de: Ihrer Verfügung.
fr: votre disposition

source: Third-Party Links and Ads; Other Users
de: Links und Anzeigen von Dritten; andere Nutzer
fr: Liens et publicités de tiers ; autres utilisateurs

source: Third-Party Links and Ads.
de: Links und Anzeigen von Dritten.
fr: Liens et publicités de tiers.

source: The Site may contain links to third-party websites and services, and/or display advertisements for third-parties. Such Third-Party Links and Ads are not under the control of Company, and Company is not responsible for any Third-Party Links and Ads. Company provides access to these Third-Party Links and Ads only as a convenience to you, and does not review, approve, monitor, endorse, warrant, or make any representations with respect to Third-Party Links and Ads. You use all Third-Party Links and Ads at your own risk, and should apply a suitable level of caution and discretion in doing so. When you click on any of the Third-Party Links and Ads, the applicable third party’s terms and policies apply, including the third party’s privacy and data gathering practices.
de: Die Website kann Links zu Websites und Diensten Dritter enthalten, und/oder Werbung für Drittanbieter anzeigen. Solche Links und Anzeigen von Dritten stehen nicht unter der Kontrolle des Unternehmen, und das Unternehmen ist nicht für Links und Anzeigen von Dritten verantwortlich. Das Unternehmen ermöglicht den Zugang zu diesen Links und Anzeigen Dritter nur als Annehmlichkeit für Sie zur Verfügung und überprüft, genehmigt, überwacht, befürwortet Links und Anzeigen von Drittanbietern überprüft, genehmigt, überwacht, befürwortet, garantiert oder macht Zusicherungen in Bezug auf diese. Sie nutzen alle Links und Anzeigen von Drittanbietern und Anzeigen auf Ihr eigenes Risiko und sollten dabei ein angemessenes Maß an Vorsicht und Diskretion walten lassen. Wenn Sie auf einen Link oder eine Anzeige eines Dritten klicken, gelten die Bedingungen und Richtlinien des jeweiligen Dritten, einschließlich der Datenschutz- und Datenerfassungspraktiken der Drittpartei.
fr: Le site peut contenir des liens vers des sites et des services de tiers, et/ou afficher des publicités pour des tiers. Ces liens et publicités de tiers ne sont pas sous le contrôle de la Société. Société, et la Société n'est pas responsable de ces liens et publicités de tiers. La Société fournit l'accès à ces La Société ne fournit l'accès à ces liens et publicités de tiers qu'à titre de commodité pour vous, et n'examine pas, n'approuve pas, ne surveille pas, ne cautionne pas, Elle n'examine pas, n'approuve pas, ne surveille pas, n'approuve pas, ne garantit pas et ne fait aucune déclaration concernant les liens et les publicités de tiers. Vous utilisez tous les liens et publicités de tiers à vos propres risques, et vous devez faire preuve de prudence et de discrétion. Lorsque vous cliquez sur l'un des liens ou l'une des publicités de tiers, les conditions et les politiques du tiers concerné s'appliquent, y compris les pratiques du tiers en matière de confidentialité et de collecte de données.

source: Reference
de: Referenz
fr: Référence

source: Date
de: Datum

source: Invoice
de: Rechnung
fr: Facture

source: Reference :
de: Referenz
fr: Référence :

source: Date :
de: Datum :

source: Invoice :
de: Rechnung :
fr: Facture :

source: Hello
de: Hallo
fr: Bonjour

source: Here you can manage the website! You can see all users and orders placed. You can generate discount codes and create and edit categories, products, services, team members, and carousel images.
de: Hier können Sie die Website verwalten! Sie können alle Benutzer und Bestellungen sehen. Sie können Rabattcodes generieren und Kategorien, Produkte, Dienstleistungen, Teammitglieder und Karussellbilder erstellen und bearbeiten.
fr: Ici, vous pouvez gérer le site Web ! Vous pouvez voir tous les utilisateurs et les commandes passées. Vous pouvez générer des codes de réduction et créer et modifier les catégories, les produits, les services, les membres de l'équipe et les images du carrousel.

source: Please use a Desktop version to access to your admin panel !
de: Bitte verwenden Sie eine Desktop-Version, um auf Ihr Admin-Panel zuzugreifen!
fr: Veuillez utiliser une version Desktop pour accéder à votre panneau d'administration !

source: Activation Key
de: Aktivierungsschlüssel
fr: Clé d'activation

source: Date Created
de: Datum der Erstellung
fr: Date de création

source: Expiry Date
de: Verfallsdatum
fr: Date d'expiration

source: Product :
de: Produkt :
fr: Produit :

source: Activation Key :
de: Aktivierungsschlüssel :
fr: Clé d'activation :

source: Type :
de: Art :

source: ost ID :
de: Host-ID :
fr: ID de l'hôte :

source: Licence :
de: Lizenz :
fr: License :

source: Plateform
de: Plattform
fr: Plateforme

source: Download
de: Herunterladen
fr: Téléchargement

source: Selected :
de: Ausgewählt:
fr: Sélectionné :

source: --Choose your version--
de: --Wählen Sie Ihre Version--
fr: --Choisir votre version--

source: --Choose your plateform--
de: --Wählen Sie Ihre Plattform--
fr: --Choisir votre plateforme--

source: Platform :
de: Plattform :
fr: Plateforme :

source: Windows, Mac and Linux
de: Windows, Mac und Linux
fr: Windows, Mac et Linux

source: Download : Available on a desktop version
de: Herunterladen : Verfügbar in einer Desktop-Version
fr: Téléchargement : Disponible sur ordinateur

source: NEED SOME HELP ABOUT YOUR PURCHASE?
de: SIE BRAUCHEN HILFE BEI IHREM EINKAUF?
fr: BESOIN D'AIDE A PROPOS DE VOTRE COMMANDE?

source: CONTACT US
de: KONTAKT US
fr: CONTACTEZ NOUS

source: We are sorry, for now the licences page is in construction. It will be available soon.
de: Es tut uns leid, die Seite mit den Lizenzen befindet sich noch im Aufbau. Sie wird bald verfügbar sein.
fr: Nous sommes désolés, pour le moment la page des licences est en construction. Elle sera bientôt disponible.

source: While waiting for the development of the page, here is a preview.
de: Während wir auf die Entwicklung der Seite warten, ist hier eine Vorschau.
fr: En attendant le développement de la page, voici un aperçu.

source: We are sorry, for now the download page is in construction. It will be available soon.
de: Es tut uns leid, aber die Download-Seite befindet sich derzeit noch im Aufbau. Sie wird bald verfügbar sein.
fr: Nous sommes désolés, pour le moment la page de téléchargement est en construction. Elle sera bientôt disponible.

source: Don't worry, when you buy a product, you automatically receive and email with the activation key and your software attached
de: Keine Sorge, wenn Sie ein Produkt kaufen, erhalten Sie automatisch eine E-Mail mit dem Aktivierungsschlüssel und Ihrer Software im Anhang.
fr: Ne vous inquiétez pas, lorsque vous achetez un produit, vous recevez automatiquement un courriel contenant la clé d'activation et votre logiciel en pièce jointe.

source: --Choose your platform--
de: --Wählen Sie Ihre Plattform--
fr: Choisir votre plateforme

source: We are sorry, for now the licenses page is in construction. It will be available soon.
de: Es tut uns leid, die Seite mit den Lizenzen befindet sich noch im Aufbau. Sie wird bald verfügbar sein.
fr: Nous sommes désolés, pour le moment la page des licences est en construction. Elle sera bientôt disponible.

source: Here you can find all your past orders and their invoices
de: Hier finden Sie alle Ihre vergangenen Bestellungen und deren Rechnungen
fr: Ici, vous pouvez retrouver toutes vos commandes passées et leur factures

source: We have integrated the consent management tool "consentmanager" (www.consentmanager.net) from consentmanager AB (Håltgelvågen 1b, 72348 Västerås, Sweden, info@consentmanager.net) on our website to obtain consent for data processing and use of cookies or comparable functions. With the help of "consentmanager" you have the possibility to give your consent for certain functionalities of our website, e.g. for the purpose of integrating external elements, integrating streaming content, statistical analysis, measurement and personalized advertising. With the help of “consentmanager” you can grant or reject your consent for all functions or give your consent for individual purposes or individual functions. The settings you have made can also be changed afterwards. The purpose of integrating “consentmanager” is to let the users of our website decide about the above-mentioned things and, as part of the further use of our website, to offer the option of changing settings that have already been made. By using “consentmanager”, personal data and information from the end devices used, such as the IP address, are processed by consentmanager. In addition, the processed information may also be stored on your device. The legal basis for processing is Art. 6 Para. 1 S. 1 lit. c) in conjunction with Art. 6 para. 3 sentence 1 lit. a) in conjunction with Art. 7 para. 1 GDPR and, in the alternative, lit. f). By processing the data, consentmanager helps us (according to GDPR this is the responsible party) to fulfill our legal obligations (e.g. obligation to provide evidence). Our legitimate interests in processing lie in the storage of user settings and preferences with regard to the use of cookies and other functionalities. "Consentmanager" stores your data as long as your user settings are active. After two years after making the user settings, the consent will be asked again. The user settings made are then saved again for this period. You can object to the processing. You have the right to object to reasons arising from your particular situation. To object, please send an email to info@consentmanager.net.
de: Wir haben das Einwilligungs-Management-Tool „consentmanager“ (www.consentmanager.net) der consentmanager AB (Håltgelvågen 1b, 72348 Västerås, Schweden, info@consentmanager.net) auf unserer Website eingebunden, um Einwilligungen für die Datenverarbeitung bzw. den Einsatz von Cookies oder vergleichbaren Funktionen abzufragen. Sie haben mithilfe von „consentmanager“ die Möglichkeit, Ihr Einverständnis für bestimmte Funktionalitäten unserer Website, z.B. zum Zwecke der Einbindung externer Elemente, Einbindung von Streaming-Inhalten, statistischen Analyse, Reichweitenmessung und personalisierten Werbung zu erteilen oder abzulehnen. Sie können mithilfe von „consentmanager“ ihre Zustimmung für sämtliche Funktionen erteilen oder ablehnen oder ihre Einwilligung für einzelne Zwecke oder einzelne Funktionen erteilen. Die von Ihnen vorgenommenen Einstellungen können auch im Nachhinein von Ihnen geändert werden. Zweck der Einbindung von „consentmanager“ ist es, den Nutzern unserer Website die Entscheidung über die vorgenannten Dinge zu überlassen und im Rahmen der weiteren Nutzung unserer Website die Möglichkeit zu bieten, bereits vorgenommene Einstellungen zu ändern. Im Zuge der Nutzung von „consentmanager“ werden personenbezogene Daten sowie Informationen der verwendeten Endgeräte verarbeitet (IP-Adresse, Sprache, Browser usw) und an die consentmanager AB übersendet. Die Informationen über die von Ihnen vorgenommenen Einstellungen werden zudem in Ihrem Endgerät gespeichert. Rechtsgrundlage für die Verarbeitung ist Art. 6 Abs. 1 S. 1 lit. c) DSGVO i.V.m. Art. 7 Abs. 1 DSGVO, soweit die Verarbeitung zur Erfüllung der gesetzlich normierten Nachweispflichten für die Erteilung einer Einwilligung dient. Im Übrigen ist Art. 6 Abs. 1 S. 1 lit. f) DSGVO die einschlägige Rechtsgrundlage. Unsere berechtigten Interessen an der Verarbeitung liegen in der Speicherung der Nutzereinstellungen und Präferenzen in Bezug auf den Einsatz von Cookies und der Auswertung der Einwilligungsquoten. Spätestens Vierundzwanzig Monate nach Vornahme der Nutzereinstellungen erfolgt eine erneute Abfrage der Zustimmung. Die vorgenommenen Nutzereinstellungen werden dann erneut für diesen Zeitraum gespeichert, es sei denn, Sie löschen zuvor selbst die Informationen über Ihre Nutzereinstellungen in den dafür vorgesehenen Endgerätekapazitäten. Sie können Widerspruch gegen die Verarbeitung einlegen, soweit die Verarbeitung auf Art. 6 Abs. 1 S. 1 lit. f) DSGVO beruht. Ihr Widerspruchrecht besteht bei Gründen, die sich aus Ihrer besonderen Situation ergeben. Zwecks Widerspruchs wenden Sie sich bitte via E-Mail an info@consentmanager.net.

source: RETURN AND EXCHANGE POLICY
de: RÜCKGABE- UND UMTAUSCHPOLITIK

source: Last Updated: 4/18/2022
de: Zuletzt aktualisiert: 4/18/2022

source: Thank you for shopping at
de: Vielen Dank für Ihren Einkauf bei

source: If, for any reason, You are not completely satisfied with a purchase, we invite You to review our Policy.
de: Sollten Sie aus irgendeinem Grund mit einem Kauf nicht zufrieden sein, laden wir Sie ein, unsere Richtlinien zu überprüfen.

source: The following terms are applicable for any products that you purchased with us.
de: Die folgenden Bedingungen gelten für alle Produkte, die Sie bei uns gekauft haben.

source: INTERPRETATION AND DEFINITIONS
de: AUSLEGUNG UND DEFINITIONEN

source: Interpretation
de: Auslegung

source: The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.
de: Die Wörter, deren Anfangsbuchstaben groß geschrieben sind, haben die unter den nachstehenden Bedingungen definierte Bedeutung. Die folgenden Definitionen haben dieselbe Bedeutung, unabhängig davon, ob sie im Singular oder im Plural stehen.

source: Definitions
de: Definitionen

source: For the purposes of this Return and Exchange Policy:
de: Für die Zwecke dieser Rückgabe- und Umtauschbestimmungen:

source: Individual
de: Einzelne

source: (referred to as either "the Company", "We", "Us" or "Our" in this Agreement) refers to
de: (in dieser Vereinbarung entweder als "das Unternehmen", "wir", "uns" oder "unser" bezeichnet) bezieht sich auf

source: Located at
de: Zu finden unter

source: Goods
de: Waren

source: refer to the items offered for sale on the Service.
de: beziehen sich auf die im Dienst zum Verkauf angebotenen Artikel.

source: Orders
de: Bestellungen

source: mean a request by You to purchase Goods from Us.
de: bedeutet eine Anfrage Ihrerseits, Waren von uns zu kaufen.

source: Service
de: Dienst

source: refers to the Website.
de: bezieht sich auf die Website.

source: refers to My Site, accessible from
de: verweist auf Meine Website, erreichbar über

source: You
de: Sie

source: means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.
de: bezeichnet die Person, die auf den Dienst zugreift oder ihn nutzt, bzw. das Unternehmen oder eine andere juristische Person, in deren Namen eine solche Person auf den Dienst zugreift oder ihn nutzt, je nach Fall.

source: GENERAL RETURN POLICY
de: ALLGEMEINE RÜCKGABEPOLITIK

source: If the product you have received which turns out to be defective or otherwise of poor quality (save for direct warranty products which are discussed below), please notify us as soon as reasonably possible after you become aware of the defect or poor quality.
de: Wenn sich das Produkt, das Sie erhalten haben, als defekt oder anderweitig von schlechter Qualität erweist (mit Ausnahme von Produkten mit direkter Garantie, die weiter unten behandelt werden), benachrichtigen Sie uns bitte so schnell wie möglich, nachdem Sie von dem Defekt oder der schlechten Qualität erfahren haben.

source: Products that are bought from the
de: Produkte, die im Rahmen des

source: Physical Stores can’t be returned.
de: Physische Stores können nicht zurückgegeben werden.

source: All Items are eligible for return and would be processed if conditions are met.
de: Alle Artikel können zurückgegeben werden und werden bearbeitet, wenn die Bedingungen erfüllt sind.

source: REFUND POLICY
de: ERSTATTUNGSPOLITIK

source: Product must have the receipt or proof of purchase
de: Das Produkt muss mit einer Quittung oder einem Kaufbeleg versehen sein

source: After we receive your product, our team of professionals will inspect it and process your refund. The money will be refunded to the
de: Nachdem wir Ihr Produkt erhalten haben, wird unser Team von Fachleuten es überprüfen und Ihre Rückerstattung bearbeiten. Das Geld wird zurückerstattet an die

source: Original Payment Method
de: Ursprüngliche Zahlungsmethode

source: you’ve used during the purchase.
de: die Sie während des Kaufs verwendet haben.

source: HOW TO INITIATE A RETURN
de: WIE MAN EINE RÜCKGABE EINLEITET

source: If you have a request for Return, Refund or Exchange and if you have further clarification and questions, Please do not hesitate to contact us through our:
de: Wenn Sie einen Antrag auf Rückgabe, Rückerstattung oder Umtausch haben und wenn Sie weitere Fragen haben, zögern Sie bitte nicht, uns über unser Kontaktformular zu kontaktieren:

source: Email Address:
de: E-Mail Adresse:

source: Contact Form URL:
de: Kontakt-Formular-URL:

source: Generated by
de: Erzeugt von

source: policy tool
de: politisches Instrument

source: You will be updated for their Return Status through their
de: Sie werden über den Rückgabestatus durch ihre

source: provided that contact information is recorded to us.
de: vorausgesetzt, die Kontaktinformationen werden uns übermittelt.

source: Team
fr: L'équipe

source: Host ID
fr: ID de l'hôte

source: Host ID :
fr: ID de l'hôte :
