Repository: Microlulu/lycuslabs_eshop
Catalog: translations/messages.*.xlf
Languages: de, fr

source: a statement that the information in the notification is accurate, and under penalty of perjury, that you are either the owner of the copyright that has allegedly been infringed or that you are authorized to act on behalf of the copyright owner.
de: eine Erklärung, dass die in der Benachrichtigung enthaltenen Informationen korrekt sind, und unter Strafe des Meineids, dass Sie Eigentümer des angeblich verletzten Urheberrechts sind oder dass Sie befugt sind, im Namen des Eigentümers des Urheberrechts zu handeln. im Namen des Urheberrechtsinhabers handeln.
fr: une déclaration selon laquelle les informations contenues dans la notification sont exactes, et sous peine de parjure, que vous propriétaire du droit d'auteur qui aurait été violé ou que vous êtes autorisé à agir au nom du propriétaire du droit d'auteur. agir au nom du propriétaire du droit d'auteur.

source: Please note that, pursuant to 17 U.S.C. § 512(f), any misrepresentation of material fact in a written notification automatically subjects the complaining party to liability for any damages, costs and attorney’s fees incurred by us in connection with the written notification and allegation of copyright infringement.
de: Bitte beachten Sie, dass gemäß Abschnitt 512(f) des 17 U.S.C. jede falsche Darstellung einer materiellen Tatsache in einer schriftlichen Benachrichtigung automatisch die Haftung der beschwerdeführenden Partei für alle Schäden, Kosten und Anwaltsgebühren nach sich zieht. schriftliche Benachrichtigung unterwirft die klagende Partei automatisch der Haftung für alle Schäden, Kosten und Anwaltsgebühren, die uns im Zusammenhang mit der schriftlichen Benachrichtigung und der angeblichen Urheberrechtsverletzung entstanden sind. Anwaltskosten, die uns im Zusammenhang mit der schriftlichen Benachrichtigung und der angeblichen Verletzung des Urheberrechts entstanden sind. Urheberrechtsverletzung entstanden sind.
fr: Veuillez noter que, conformément à l'article 512(f) du 17 U.S.C., toute présentation erronée d'un fait matériel dans une notification écrite engage automatiquement la responsabilité de la partie plaignante pour tous les dommages, frais et honoraires d'avocat. notification écrite soumet automatiquement la partie plaignante à la responsabilité de tout dommage, coût et frais d'avocat encourus par nous en relation avec la notification écrite et l'allégation de violation du droit d'auteur. frais d'avocat encourus par nous dans le cadre de la notification écrite et de l'allégation de violation du violation du droit d'auteur.

source: General
de: Allgemein
fr: Générale

source: These Terms are subject to occasional revision, and if we make any substantial changes, we may notify you by sending you an e-mail to the last e-mail address you provided to us and/or by prominently posting notice of the changes on our Site. You are responsible for providing us with your most current e-mail address. In the event that the last e-mail address that you have provided us is not valid our dispatch of the e-mail containing such notice will nonetheless constitute effective notice of the changes described in the notice. Any changes to these Terms will be effective upon the earliest of thirty (30) calendar days following our dispatch of an e-mail notice to you or thirty (30) calendar days following our posting of notice of the changes on our Site. These changes will be effective immediately for new users of our Site. Continued use of our Site following notice of such changes shall indicate your acknowledgement of such changes and agreement to be bound by the terms and conditions of such changes. Dispute Resolution. Please read this Arbitration Agreement carefully. It is part of your contract with Company and affects your rights. It contains procedures for MANDATORY BINDING ARBITRATION AND A CLASS ACTION WAIVER.
de: Diese Bedingungen unterliegen gelegentlichen Überprüfungen, und wenn wir wesentliche Änderungen vornehmen, können wir Sie davon in Kenntnis setzen, indem wir Ihnen eine E-Mail an die letzte von Ihnen angegebene E-Mail-Adresse senden und/oder indem wir einen Hinweis auf die der Änderungen auf unserer Website veröffentlichen. Es liegt in Ihrer Verantwortung, uns Ihre aktuellste E-Mail-Adresse anzugeben. Auf Falls Ihre zuletzt angegebene E-Mail-Adresse ungültig ist, stellt das Versenden der E-Mail, die diese Benachrichtigung enthält, dennoch eine wirksame Benachrichtigung dar. Eine E-Mail, die diese Benachrichtigung enthält, stellt dennoch eine wirksame Benachrichtigung über die in der Benachrichtigung beschriebenen Änderungen dar. Änderungen dieser Bedingungen treten frühestens dreißig (30) Kalendertage nach dem Versand einer E-Mail-Benachrichtigung durch uns in Kraft. Versendung einer E-Mail-Benachrichtigung oder dreißig (30) Kalendertage nach der Veröffentlichung einer Benachrichtigung über die Änderungen auf unserer Website. Änderungen auf unserer Website. Diese Änderungen treten für neue Nutzer unserer Seite sofort in Kraft. Die fortgesetzte Nutzung Die fortgesetzte Nutzung unserer Seite nach der Bekanntgabe dieser Änderungen bedeutet, dass Sie diese anerkennen Änderungen und Ihr Einverständnis, an die Bedingungen und Konditionen dieser Änderungen gebunden zu sein. Beilegung von Streitigkeiten. Bitte lesen Sie diese Schlichtungsvereinbarung sorgfältig durch. Sie ist Teil Ihres Vertrags mit dem Gesellschaft und wirkt sich auf Ihre Rechte aus. Sie enthält Verfahren zur VERPFLICHTETEN SCHIEDSGERICHTSSTELLUNG UND EINEN VERZICHT AUF STIMMELKLAGEN. VON SAMMELKLAGEN.
fr: Ces conditions sont sujettes à des révisions occasionnelles, et si nous apportons des modifications substantielles, nous pouvons vous en informer en vous envoyant un e-mail à la dernière adresse e-mail que vous nous avez fournie et/ou en affichant de manière visible un avis de les changements sur notre site. Il vous incombe de nous fournir votre adresse électronique la plus récente. Sur Dans le cas où la dernière adresse électronique que vous nous avez fournie n'est pas valide, l'envoi de l'e-mail contenant cette notification constituera néanmoins une notification effective. contenant cette notification constituera néanmoins une notification effective des changements décrits dans la notification. Toute modification des présentes conditions entrera en vigueur au plus tôt trente (30) jours civils après l'envoi par nos soins d'un avis par courrier électronique. l'envoi d'une notification par e-mail ou trente (30) jours calendaires après la publication d'une notification des modifications sur notre site. Ces modifications prendront effet immédiatement pour les nouveaux utilisateurs de notre Site. La poursuite de l'utilisation L'utilisation continue de notre site après la notification de ces changements indique que vous reconnaissez ces et votre accord pour être lié par les termes et conditions de ces changements. Résolution des litiges. Veuillez lire attentivement la présente convention d'arbitrage. Elle fait partie de votre contrat avec la Société et affecte vos droits. Elle contient des procédures d'ARBITRAGE OBLIGATOIRE ET UNE RENONCIATION AUX ACTIONS COLLECTIVES. D'ACTION COLLECTIVE.

source: Applicability of Arbitration Agreement.
de: Anwendbarkeit der Schiedsvereinbarung.
fr: Applicabilité de la convention d'arbitrage.

source: All claims and disputes in connection with the Terms or the use of any product or service provided by the Company that cannot be resolved informally or in small claims court shall be resolved by binding arbitration on an individual basis under the terms of this Arbitration Agreement. Unless otherwise agreed to, all arbitration proceedings shall be held in English. This Arbitration Agreement applies to you and the Company, and to any subsidiaries, affiliates, agents, employees, predecessors in interest, successors, and assigns, as well as all authorized or unauthorized users or beneficiaries of services or goods provided under the Terms.
de: Alle Ansprüche und Streitigkeiten im Zusammenhang mit den Bedingungen oder der Nutzung eines vom Unternehmen bereitgestellten Produkts oder Dienstes, die nicht formlos oder durch ein Gericht für geringfügige Forderungen beigelegt werden können, werden durch ein verbindliches Schiedsverfahren auf individueller Basis gemäß den Bedingungen dieser Vereinbarung beigelegt. Alle Streitigkeiten, die vor einem Gericht für geringfügige Forderungen verhandelt werden, werden durch ein verbindliches Schiedsverfahren auf individueller Basis gemäß den Bedingungen dieser Schiedsvereinbarung beigelegt. Schiedsgerichtsvereinbarung. Sofern nicht anders vereinbart, werden alle Schiedsverfahren in englischer Sprache abgehalten. Diese Schiedsvereinbarung gilt für Sie und das Unternehmen sowie für alle Tochtergesellschaften, angegliederten Unternehmen, Vertreter, Mitarbeiter, Vorgänger, Nachfolger und Rechtsnachfolger sowie für alle autorisierten oder nicht autorisierten Nutzer oder Empfänger der bereitgestellten Dienstleistungen oder Waren. oder nicht autorisierten Nutzern oder Empfängern von Dienstleistungen oder Gütern, die im Rahmen der Bedingungen bereitgestellt werden.
fr: Toutes les réclamations et tous les litiges en rapport avec les Conditions ou l'utilisation de tout produit ou service fourni par la Société, qui ne peuvent être résolus de manière informelle ou par un tribunal des petites créances, seront résolus par un arbitrage contraignant sur une base individuelle selon les termes de la présente convention. tribunal des petites créances seront résolus par un arbitrage contraignant sur une base individuelle selon les termes de cette convention d'arbitrage. Sauf accord contraire, toutes les procédures d'arbitrage se dérouleront en anglais. La présente convention d'arbitrage s'applique à vous et à la société, ainsi qu'à toutes les filiales, sociétés affiliées, agents, employés, prédécesseurs, successeurs et ayants droit, ainsi qu'à tous les utilisateurs ou bénéficiaires, autorisés ou non, des services ou des biens fournis. ou non autorisés ou bénéficiaires de services ou de biens fournis en vertu des Conditions.

source: Notice Requirement and Informal Dispute Resolution.
de: Meldepflicht und informelle Streitbeilegung.
fr: Obligation de notification et règlement informel des différends.

source: Before either party may seek arbitration, the party must first send to the other party a written Notice of Dispute describing the nature and basis of the claim or dispute, and the requested relief. A Notice to the Company should be sent to: Rosenbergstrasse 77. After the Notice is received, you and the Company may attempt to resolve the claim or dispute informally. If you and the Company do not resolve the claim or dispute within thirty (30) days after the Notice is received, either party may begin an arbitration proceeding. The amount of any settlement offer made by any party may not be disclosed to the arbitrator until after the arbitrator has determined the amount of the award to which either party is entitled.
de: Avant que l'une des parties puisse demander l'arbitrage, la partie doit d'abord envoyer à l'autre partie un avis de différend écrit décrivant la nature et le fondement de la réclamation ou du différend et la réparation demandée. la nature et le fondement de la réclamation ou du litige, ainsi que la réparation demandée. Un Avis à la Société doit être envoyé à : Rosenbergstrasse 77. Après réception de l'avis, vous et la société pouvez tenter de résoudre la réclamation ou le litige de manière informelle. différend de manière informelle. Si vous et l'Entreprise ne parvenez pas à résoudre la réclamation ou le litige dans les trente (30) jours après la réception de l'avis, l'une ou l'autre des parties peut entamer une procédure d'arbitrage. Le montant de toute Le montant de toute offre de règlement faite par l'une des parties ne peut être divulgué à l'arbitre qu'après que celui-ci ait déterminé le montant de la sentence à laquelle il a droit. déterminé le montant de la sentence à laquelle l'une ou l'autre des parties a droit.
fr: Avant que l'une des parties puisse demander l'arbitrage, la partie doit d'abord envoyer à l'autre partie un avis de différend écrit décrivant la nature et le fondement de la réclamation ou du différend et la réparation demandée. la nature et le fondement de la réclamation ou du litige, ainsi que la réparation demandée. Un Avis à la Société doit être envoyé à : Rosenbergstrasse 77. Après réception de l'avis, vous et la société pouvez tenter de résoudre la réclamation ou le litige de manière informelle. différend de manière informelle. Si vous et l'Entreprise ne parvenez pas à résoudre la réclamation ou le litige dans les trente (30) jours après la réception de l'avis, l'une ou l'autre des parties peut entamer une procédure d'arbitrage. Le montant de toute Le montant de toute offre de règlement faite par l'une des parties ne peut être divulgué à l'arbitre qu'après que celui-ci ait déterminé le montant de la sentence à laquelle il a droit. déterminé le montant de la sentence à laquelle l'une ou l'autre des parties a droit.

source: Arbitration Rules.
de: Regeln für Schiedsverfahren.
fr: Règles d'arbitrage.

source: Arbitration shall be initiated through the American Arbitration Association, an established alternative dispute resolution provider that offers arbitration as set forth in this section. If AAA is not available to arbitrate, the parties shall agree to select an alternative ADR Provider. The rules of the ADR Provider shall govern all aspects of the arbitration except to the extent such rules are in conflict with the Terms. The AAA Consumer Arbitration Rules governing the arbitration are available online at adr.org or by calling the AAA at 1-800-778-7879. The arbitration shall be conducted by a single, neutral arbitrator. Any claims or disputes where the total amount of the award sought is less than Ten Thousand U.S. Dollars (US $10,000.00) may be resolved through binding non-appearance-based arbitration, at the option of the party seeking relief. For claims or disputes where the total amount of the award sought is Ten Thousand U.S. Dollars (US $10,000.00) or more, the right to a hearing will be determined by the Arbitration Rules. Any hearing will be held in a location within 100 miles of your residence, unless you reside outside of the United States, and unless the parties agree otherwise. If you reside outside of the U.S., the arbitrator shall give the parties reasonable notice of the date, time and place of any oral hearings. Any judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction. If the arbitrator grants you an award that is greater than the last settlement offer that the Company made to you prior to the initiation of arbitration, the Company will pay you the greater of the award or $2,500.00. Each party shall bear its own costs and disbursements arising out of the arbitration and shall pay an equal share of the fees and costs of the ADR Provider.
de: Das Schiedsverfahren wird von der American Arbitration Association eingeleitet, einem etablierten Anbieter von alternativen Streitbeilegungslösungen, der ein Schiedsverfahren anbietet, wie es in diesem Dokument dargelegt ist. American Arbitration Association, ein etablierter Anbieter von alternativen Streitbeilegungslösungen, der ein Schiedsverfahren wie in diesem Abschnitt dargelegt anbietet. in diesem Abschnitt beschrieben ist. Wenn die AAA nicht für ein Schiedsverfahren zur Verfügung steht, vereinbaren die Parteien, einen anderen RED-Anbieter zu wählen. Anbieter zu wählen. Die Regeln des Anbieters für die alternative Streitbeilegung regeln alle Aspekte des Schiedsverfahrens, außer soweit diese Regeln mit den Bedingungen in Konflikt stehen. diese Regeln im Konflikt mit den Bedingungen stehen. Die Regeln der AAA für Verbraucherschiedsverfahren, die das Schiedsverfahren regeln, sind online unter adr.org oder durch Anruf bei der AAA unter 1-800-778-7879 verfügbar. Das Schiedsverfahren wird von einem einzelnen, neutralen Schiedsrichter geführt. Alle Ansprüche oder Streitigkeiten, bei denen der Gesamtbetrag der geforderten Entschädigung weniger als zehntausend US-Dollar beträgt. weniger als zehntausend US-Dollar (US$ 10.000,00) beträgt, kann nach Wahl der betreffenden Partei durch ein bindendes Schiedsverfahren ohne Erscheinen vor Gericht beigelegt werden. nach Wahl der Partei, die Schadenersatz fordert. Bei Ansprüchen oder Streitigkeiten, bei denen der Gesamtbetrag der geforderten Entschädigung zehntausend US-Dollar (10.000 US-Dollar) oder mehr beträgt, wird das Recht auf eine Anhörung durch die Schiedsgerichtsordnung bestimmt. durch die Schiedsgerichtsordnung bestimmt. Jede Anhörung findet an einem Ort statt, der weniger als 100 Meilen von Ihrem Wohnort entfernt ist, es sei denn, Sie wohnen außerhalb dieses Bereichs. Wohnsitz, es sei denn, Sie wohnen außerhalb der Vereinigten Staaten und die Parteien haben etwas anderes vereinbart. Wenn Sie Wenn Sie außerhalb der Vereinigten Staaten wohnen, wird der Schiedsrichter die Parteien in angemessener Weise über das Datum, die Uhrzeit und den Ort einer mündlichen Verhandlung informieren. Ort einer mündlichen Verhandlung. Jedes Urteil über den Schiedsspruch des Schiedsrichters kann in jeder zuständigen Gerichtsbarkeit eingetragen werden. zuständige Gerichtsbarkeit. Wenn der Schiedsrichter Ihnen eine Entschädigung zuspricht, die höher ist als das letzte Vergleichsangebot, das das Unternehmen Ihnen vor Beginn des Verfahrens gemacht hat, kann der Schiedsrichter eine Entscheidung treffen. letzten Vergleichsangebot, das das Unternehmen Ihnen vor Beginn des Schiedsverfahrens unterbreitet hat, zahlt Ihnen das Unternehmen den höheren der folgenden Beträge: den Betrag des Schiedsspruchs oder 2.500 $. den höheren Betrag zwischen dem Schiedsspruch und 2.500 $. Jede Partei trägt ihre eigenen Kosten und Auslagen, die sich aus dem Schiedsverfahren ergeben, und zahlt einen gleichen Anteil an diesen Kosten und Auslagen. Die Parteien müssen die Kosten des Schiedsverfahrens tragen und zu gleichen Teilen für die Gebühren und Kosten des RED-Dienstleisters aufkommen.
fr: L'arbitrage sera initié par l'American Arbitration Association, un fournisseur établi de solutions alternatives de résolution de conflits qui offre un arbitrage tel que défini dans le présent document. l'Association américaine d'arbitrage, un fournisseur de solutions alternatives de résolution des litiges établi qui offre un arbitrage tel qu'énoncé dans cette section. Si l'AAA n'est pas disponible pour l'arbitrage, les parties conviendront de choisir un autre fournisseur de RED. fournisseur. Les règles du fournisseur de services de règlement extrajudiciaire des litiges régiront tous les aspects de l'arbitrage, sauf dans la mesure où ces règles sont en conflit avec les Conditions. ces règles sont en conflit avec les Conditions. Les règles d'arbitrage des consommateurs de l'AAA régissant l'arbitrage sont disponibles en ligne sur adr.org ou en appelant l'AAA au 1-800-778-7879. L'arbitrage sera mené par un arbitre unique et neutre. Toute réclamation ou tout litige pour lequel le montant total de l'indemnité demandée est inférieur à dix mille dollars américains. moins de dix mille dollars américains (10 000,00 $ US) peut être résolu par un arbitrage contraignant sans comparution, au choix de la partie concernée. au choix de la partie qui demande réparation. Pour les réclamations ou litiges où le montant total de la l'indemnité demandée est égale ou supérieure à dix mille dollars américains (10 000 $ US), le droit à une audience sera déterminé par le règlement d'arbitrage. déterminé par le Règlement d'arbitrage. Toute audience se tiendra dans un lieu situé à moins de 100 miles de votre résidence, à moins que vous ne résidiez en dehors de cette zone. résidence, sauf si vous résidez en dehors des États-Unis, et sauf accord contraire des parties. Si vous Si vous résidez en dehors des États-Unis, l'arbitre donnera aux parties un préavis raisonnable de la date, de l'heure et du lieu de toute audience orale. lieu de toute audience orale. Tout jugement sur la sentence rendue par l'arbitre peut être inscrit dans n'importe quelle juridiction compétente. juridiction compétente. Si l'arbitre vous accorde une indemnité supérieure à la dernière offre de règlement que la société vous a faite avant le début de la procédure, l'arbitre peut rendre une décision. dernière offre de règlement que la société vous a faite avant le début de l'arbitrage, la société vous versera le plus élevé des montants suivants : le montant de la sentence ou 2 500 $. le montant le plus élevé entre la sentence et 2 500 $. Chaque partie supportera ses propres coûts et déboursements découlant de l'arbitrage et paiera une part égale de ces coûts et déboursements. l'arbitrage et paiera une part égale des frais et coûts du fournisseur de services de RED.

source: Additional Rules for Non-Appearance Based Arbitration.
de: Zusätzliche Regeln für Schiedsverfahren ohne Erscheinen vor Gericht.
fr: Règles supplémentaires pour l'arbitrage sans comparution.

source: If non-appearance based arbitration is elected, the arbitration shall be conducted by telephone, online and/or based solely on written submissions; the specific manner shall be chosen by the party initiating the arbitration. The arbitration shall not involve any personal appearance by the parties or witnesses unless otherwise agreed by the parties.
de: Wenn das Schiedsverfahren ohne Erscheinen gewählt wird Wenn ein Schiedsverfahren ohne Erscheinen gewählt wird, wird das Schiedsverfahren per Telefon, online und/oder ausschließlich auf der Grundlage schriftlicher Eingaben durchgeführt. Der spezifische Modus wird von der Partei gewählt, die das Schiedsverfahren einleitet. Das Schiedsverfahren Das Schiedsverfahren erfordert kein persönliches Erscheinen der Parteien oder von Zeugen, es sei denn, die Parteien haben etwas anderes vereinbart. Parteien.
fr: Si l'arbitrage sans comparution Si l'arbitrage sans comparution est choisi, l'arbitrage sera mené par téléphone, en ligne et/ou basé uniquement sur des soumissions écrites. écrites ; le mode spécifique sera choisi par la partie qui initie l'arbitrage. L'arbitrage L'arbitrage n'impliquera aucune comparution personnelle des parties ou des témoins, sauf accord contraire des parties. parties.

source: Time Limits.
de: Zeitliche Begrenzungen.
fr: Les limites de temps.

source: If you or the Company pursues arbitration, the arbitration action must be initiated and/or demanded within the statute of limitations and within any deadline imposed under the AAA Rules for the pertinent claim.
de: Wenn Sie oder die Gesellschaft ein Schiedsverfahren einleiten, muss dieses Verfahren innerhalb der Verjährungsfrist und innerhalb einer von der AAA vorgeschriebenen Frist eingeleitet und/oder beantragt werden. Das Schiedsverfahren muss innerhalb der Verjährungsfrist und innerhalb der von den AAA-Regeln für die Beschwerde vorgeschriebenen Fristen eingeleitet und/oder beantragt werden. für den betreffenden Anspruch.
fr: Si vous ou la Société engagez une procédure d'arbitrage, celle-ci doit être initiée et/ou demandée dans les délais de prescription et dans tout délai imposé par l'AAA. initiée et/ou demandée dans le délai de prescription et dans tout délai imposé par les règles de l'AAA pour la pour la réclamation en question.

source: Authority of Arbitrator.
de: Autorität des Schiedsrichters.
fr: Autorité de l'arbitre.
