Repository: Microlulu/lycuslabs_eshop
Catalog: translations/messages.*.xlf
Languages: de, fr

source: - The right to rectification – You have the right to request that we correct any information you believe is inaccurate. You also have the right to request that we complete the information you believe is incomplete.
de: Das Recht auf Berichtigung - Sie haben das Recht, uns um die Berichtigung von Informationen zu bitten, die Ihrer Meinung nach unrichtig sind. Sie haben auch das Recht, uns zu bitten, Informationen zu vervollständigen, die Ihrer Meinung nach unvollständig sind.
fr: Le droit de rectification - Vous avez le droit de nous demander de corriger toute information que vous jugez inexacte. Vous avez également le droit de nous demander de compléter les informations qui, selon vous, sont incomplètes.

source: - The right to erasure – You have the right to request that we erase your personal data, under certain conditions.
de: - Das Recht auf Löschung - Sie haben das Recht, uns unter bestimmten Bedingungen zu bitten, Ihre persönlichen Daten zu löschen.
fr: - Le droit à l'effacement - Vous avez le droit de nous demander d'effacer vos données personnelles, sous certaines conditions.

source: - The right to restrict processing – You have the right to request that we restrict the processing of your personal data, under certain conditions.
de: - Das Recht, die Verarbeitung einzuschränken - Sie haben das Recht, uns unter bestimmten Bedingungen zu bitten, die Verarbeitung Ihrer personenbezogenen Daten einzuschränken.
fr: - Le droit de restreindre le traitement - Vous avez le droit de nous demander de restreindre le traitement de vos données personnelles, sous certaines conditions.

source: - The right to object to processing – You have the right to object to our processing of your personal data, under certain conditions.
de: - Das Recht, der Verarbeitung zu widersprechen - Unter bestimmten Bedingungen haben Sie das Recht, unserer Verarbeitung Ihrer personenbezogenen Daten zu widersprechen.
fr: - Le droit de s'opposer au traitement - Vous avez le droit de vous opposer à notre traitement de vos données personnelles, sous certaines conditions.

source: - The right to data portability – You have the right to request that we transfer the data that we have collected to another organization, or directly to you, under certain conditions.
de: - Das Recht auf Datenübertragbarkeit - Sie haben das Recht, uns zu bitten, die von uns gesammelten Daten unter bestimmten Bedingungen an eine andere Organisation oder direkt an Sie zu übertragen.
fr: - Le droit à la portabilité des données - Vous avez le droit de nous demander de transférer les données que nous avons collectées à une autre organisation, ou directement à vous, sous certaines conditions.

source: - If you make a request, we have one month to respond to you. If you would like to exercise any of these rights, please contact us.
de: - Wenn Sie eine Anfrage stellen, haben wir einen Monat Zeit, um Ihnen zu antworten. Wenn Sie eines dieser Rechte ausüben möchten, setzen Sie sich bitte mit uns in Verbindung.
fr: - Si vous faites une demande, nous avons un mois pour vous répondre. Si vous souhaitez exercer l'un de ces droits, veuillez nous contacter.

source: Children's Information
de: Informationen über Kinder
fr: Informations sur les enfants

source: Another part of our priority is adding protection for children while using the internet. We encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity.
de: Ein weiterer Teil unserer Priorität ist es, den Schutz von Kindern hinzuzufügen, wenn sie das Internet nutzen. Wir ermutigen Eltern und Erziehungsberechtigte, ihre Online-Aktivitäten zu beobachten, sich daran zu beteiligen und/oder sie zu überwachen und anzuleiten.
fr: Une autre partie de notre priorité est d'ajouter la protection des enfants lorsqu'ils utilisent l'internet. Nous encourageons les parents et les tuteurs à observer, participer et/ou surveiller et guider leur activité en ligne.

source: lycuslabs.com does not knowingly collect any Personal Identifiable Information from children under the age of 13. If you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.
de: lycuslabs.com sammelt nicht wissentlich persönlich identifizierbare Informationen von Kindern unter 13 Jahren. Wenn Sie glauben, dass Ihr Kind diese Art von Informationen auf unserer Website angegeben hat, empfehlen wir Ihnen dringend, uns sofort zu kontaktieren, und wir werden uns bemühen, diese Informationen schnell aus unseren Aufzeichnungen zu entfernen.
fr: lycuslabs.com ne collecte pas sciemment d'informations personnelles identifiables auprès d'enfants de moins de 13 ans. Si vous pensez que votre enfant a fourni ce type d'informations sur notre site Web, nous vous encourageons vivement à nous contacter immédiatement et nous ferons tout notre possible pour supprimer rapidement ces informations de nos dossiers.

source: Website Terms of Use
de: Bedingungen für die Nutzung der Website
fr: Conditions d'utilisation du site web

source: The lycuslabs.com website located at https://lycuslabs.com/ is a copyrighted work belonging to Lycus Labs. Certain features of the Site may be subject to additional guidelines, terms, or rules, which will be posted on the Site in connection with such features.
de: Die Website lycuslabs.com unter der Adresse https://lycuslabs.com/ ist ein urheberrechtlich geschütztes Werk von Lycus Labs. Bestimmte Funktionen der Website können zusätzlichen Richtlinien, Bedingungen oder Regeln unterliegen, die auf der Website in Verbindung mit diesen Funktionen veröffentlicht werden. auf der Website in Verbindung mit diesen Funktionen.
fr: Le site lycuslabs.com situé à l'adresse https://lycuslabs.com/ est une œuvre protégée par le droit d'auteur appartenant à Lycus Labs. Certaines fonctions du Site peuvent être soumises à des directives, conditions ou règles supplémentaires, qui seront affichées sur le Site en relation avec ces fonctions. sur le Site en relation avec ces fonctionnalités.

source: All such additional terms, guidelines, and rules are incorporated by reference into these Terms.
de: Alle diese zusätzlichen Bedingungen, Richtlinien und Regeln werden durch Verweis in diese Bedingungen aufgenommen.
fr: Toutes ces conditions, directives et règles supplémentaires sont incorporées par référence aux présentes conditions.

source: These Terms of Use described the legally binding terms and conditions that oversee your use of the Site. BY LOGGING INTO THE SITE, YOU ARE BEING COMPLIANT THAT THESE TERMS and you represent that you have the authority and capacity to enter into these Terms. YOU SHOULD BE AT LEAST 18 YEARS OF AGE TO ACCESS THE SITE. IF YOU DISAGREE WITH ALL OF THE PROVISION OF THESE TERMS, DO NOT LOG INTO AND/OR USE THE SITE.
de: Diese Nutzungsbedingungen beschreiben die rechtsverbindlichen Bestimmungen und Bedingungen, die für Ihre Nutzung der Website gelten. IN Sie sich mit der Seite verbinden, halten Sie sich an diese Bedingungen und erklären, dass Sie die Autorität und die Fähigkeit haben, diese Bedingungen zu vereinbaren. die Autorität und die Fähigkeit, diese Bedingungen abzuschließen. SIE MÜSSEN MINDESTENS 18 JAHRE ALT SEIN, UM AUF DIE SEITE ZUGREIFEN ZU KÖNNEN. WENN SIE MIT EINER DER BESTIMMUNGEN DIESER BEDINGUNGEN NICHT EINVERSTANDEN SIND, LOGGEN SIE SICH NICHT EIN UND/ODER NUTZEN SIE DIE SEITE NICHT.
fr: Les présentes conditions d'utilisation décrivent les termes et conditions juridiquement contraignants qui encadrent votre utilisation du site. EN vous vous connectez au site, vous vous conformez à ces conditions et vous déclarez avoir l'autorité et la capacité de les accepter. l'autorité et la capacité de conclure ces conditions. VOUS DEVEZ ÊTRE ÂGÉ D'AU MOINS 18 ANS POUR ACCÉDER AU SITE. SI VOUS ÊTES EN DÉSACCORD AVEC TOUTES LES DISPOSITIONS DES PRÉSENTES CONDITIONS, NE VOUS CONNECTEZ PAS ET/OU N'UTILISEZ PAS LE SITE.

source: These terms require the use of arbitration Section 10.2 on an individual basis to resolve disputes and also limit the remedies available to you in the event of a dispute. These Terms of Use were created with the help of the
de: Diese Bedingungen erfordern die Nutzung eines Schiedsverfahrens gemäß Abschnitt 10.2 auf individueller Basis zur Beilegung von Streitigkeiten. beschränken die Ihnen im Falle eines Rechtsstreits zur Verfügung stehenden Rechtsmittel. Diese Nutzungsbedingungen wurden mit Hilfe von der
fr: Les présentes conditions exigent le recours à l'arbitrage au titre de la section 10.2, sur une base individuelle, pour résoudre les litiges. limitent les recours dont vous disposez en cas de litige. Les présentes conditions d'utilisation ont été créées avec l'aide de la

source: Terms Of Use Generator
de: Bedingungen für den Generator
fr: Conditions d'utilisation du générateur

source: Access to the Site
de: Zugriff auf die Seite
fr: Accès au site

source: Subject to these Terms.
de: Vorbehaltlich der vorliegenden Bedingungen.
fr: Sous réserve des présentes conditions.

source: Company grants you a non-transferable, non-exclusive, revocable, limited license to access the Site solely for your own personal, noncommercial use.
de: Das Unternehmen gewährt Ihnen eine nicht übertragbare, nicht exklusive, widerrufliche Lizenz, beschränkt, um auf die Website ausschließlich für Ihren persönlichen, nicht-kommerziellen Gebrauch zuzugreifen.
fr: La société vous accorde une licence non transférable, non exclusive, révocable, limitée pour accéder au site uniquement pour votre usage personnel et non commercial.

source: Certain Restrictions.
de: Bestimmte Einschränkungen.
fr: Certaines Restrictions.

source: The rights approved to you in these Terms are subject to the following restrictions: (a) you shall not sell, rent, lease, transfer, assign, distribute, host, or otherwise commercially exploit the Site; (b) you shall not change, make derivative works of, disassemble, reverse compile or reverse engineer any part of the Site; (c) you shall not access the Site in order to build a similar or competitive website; and (d) except as expressly stated herein, no part of the Site may be copied, reproduced, distributed, republished, downloaded, displayed, posted or transmitted in any form or by any means unless otherwise indicated, any future release, update, or other addition to functionality of the Site shall be subject to these Terms. All copyright and other proprietary notices on the Site must be retained on all copies thereof.
de: Die Rechte, die Ihnen in diesen Bedingungen gewährt werden, unterliegen den folgenden Bedingungen. folgenden Einschränkungen: (a) Sie dürfen die Seite nicht verkaufen, vermieten, übertragen, verteilen, hosten oder in irgendeiner Weise kommerziell nutzen. (a) Sie dürfen die Website nicht verkaufen, vermieten, übertragen, abtreten, verteilen, hosten oder in irgendeiner Weise kommerziell nutzen; (b) Sie dürfen die Website nicht verändern, abgeleitete Werke erstellen, disassemblieren, die disassemblieren, kompilieren oder zurückentwickeln; (c) Sie dürfen die Website nicht mit dem Ziel aufrufen, eine ähnliche oder konkurrierende Website zu erstellen; und (d) sofern hierin nicht ausdrücklich erwähnt, darf kein Teil der Website kopiert, reproduziert, verteilt, neu veröffentlicht, heruntergeladen, angezeigt, gepostet oder in irgendeiner Form oder mit irgendwelchen Mitteln übertragen werden, sofern nichts anderes angegeben ist. Auf welche Weise auch immer, sofern nicht anders angegeben, unterliegen alle zukünftigen Versionen, Aktualisierungen oder sonstigen Ergänzungen der Funktionalität der Website den vorliegenden Bedingungen. Site unterliegt diesen Bedingungen. Alle Urheberrechts- und sonstigen Eigentumshinweise auf der Website müssen auf allen Kopien beibehalten werden. auf allen Kopien der Site beibehalten werden.
fr: Les droits qui vous sont accordés dans les présentes conditions sont soumis à ce qui suit restrictions suivantes : (a) vous ne devez pas vendre, louer, céder, distribuer, héberger ou exploiter commercialement le site de quelque manière que ce soit (a) vous ne devez pas vendre, louer, transférer, céder, distribuer, héberger ou exploiter commercialement le site de quelque manière que ce soit ; (b) vous ne devez pas modifier, créer des œuvres dérivées, désassembler, inverser la désassembler, compiler ou désosser toute partie du site ; (c) vous n'accéderez pas au site dans le but de construire un site Web similaire ou concurrentiel ; et (d) sauf mention expresse dans les présentes, aucune partie du site ne peut être copiée, reproduite, distribuée, republiée, téléchargée, affichée, postée ou transmise sous quelque forme ou par quelque moyen que ce soit, sauf indication contraire. par quelque moyen que ce soit, sauf indication contraire, toute version future, mise à jour ou autre ajout à la fonctionnalité du site sera soumis aux présentes conditions. Site sera soumis aux présentes conditions. Tous les droits d'auteur et autres avis de propriété figurant sur le site doivent être conservés sur toutes les copies. être conservés sur toutes les copies du site.

source: Company reserves the right to change, suspend, or cease the Site with or without notice to you. You approved that Company will not be held liable to you or any third-party for any change, interruption, or termination of the Site or any part.
de: Das Unternehmen behält sich das Recht vor, die Website mit oder ohne Vorankündigung zu ändern, auszusetzen oder zu unterbrechen. Sie erklären sich damit einverstanden dass das Unternehmen Ihnen oder Dritten gegenüber nicht für Änderungen, Unterbrechungen oder die Beendigung von der Seite oder eines Teils davon verantwortlich sind.
fr: La société se réserve le droit de modifier, de suspendre ou d'interrompre le site avec ou sans préavis. Vous acceptez que la Société ne sera pas tenue responsable envers vous ou tout autre tiers pour tout changement, interruption ou résiliation du Site ou de toute partie de celui-ci.

source: No Support or Maintenance.
de: Keine Unterstützung oder Wartung.
fr: Pas de support ou de maintenance.

source: You agree that Company will have no obligation to provide you with any support in connection with the Site.
de: Sie erklären sich damit einverstanden, dass das Unternehmen nicht verpflichtet ist, Ihnen Unterstützung in Bezug auf die Website zu gewähren. Unterstützung in Bezug auf die Website.
fr: Vous convenez que la société n'est pas tenue de vous fournir une assistance en rapport avec le site. une assistance en rapport avec le site.

source: Excluding any User Content that you may provide, you are aware that all the intellectual property rights, including copyrights, patents, trademarks, and trade secrets, in the Site and its content are owned by Company or Company’s suppliers. Note that these Terms and access to the Site do not give you any rights, title or interest in or to any intellectual property rights, except for the limited access rights expressed in Section 2.1. Company and its suppliers reserve all rights not granted in these Terms.
de: Mit Ausnahme von Benutzerinhalten, die Sie möglicherweise bereitstellen, sind Sie sich bewusst, dass alle Rechte an geistigem Eigentum, einschließlich Urheberrechte, Patente, Marken und Geschäftsgeheimnisse, an der Seite und ihren Inhalten Eigentum des Unternehmens oder seiner Lieferanten sind. Gesellschaft oder den Lieferanten der Gesellschaft. Bitte beachten Sie, dass diese Bedingungen und der Zugriff auf die Website Ihnen keine Rechte übertragen, Rechte, Titel oder Interessen an geistigem Eigentum, mit Ausnahme der eingeschränkten Zugriffsrechte, die in der Abschnitt 2.1 beschrieben sind. Das Unternehmen und seine Lieferanten behalten sich alle Rechte vor, die nicht in diesen Bedingungen gewährt werden.
fr: À l'exclusion de tout contenu utilisateur que vous pourriez fournir, vous êtes conscient que tous les droits de propriété intellectuelle, y compris les droits d'auteur, les brevets, les marques et les secrets commerciaux, sur le Site et son contenu sont la propriété de la Société ou de ses fournisseurs. Société ou les fournisseurs de la Société. Notez que les présentes Conditions et l'accès au Site ne vous confèrent aucun droit, droits, titres ou intérêts sur les droits de propriété intellectuelle, à l'exception des droits d'accès limités exprimés dans la dans la section 2.1. La société et ses fournisseurs se réservent tous les droits non accordés dans les présentes conditions.

source: The Site may contain links to third-party websites and services, and/or display advertisements for third-parties. Such Third-Party Links & Ads are not under the control of Company, and Company is not responsible for any Third-Party Links & Ads. Company provides access to these Third-Party Links & Ads only as a convenience to you, and does not review, approve, monitor, endorse, warrant, or make any representations with respect to Third-Party Links & Ads. You use all Third-Party Links & Ads at your own risk, and should apply a suitable level of caution and discretion in doing so. When you click on any of the Third-Party Links & Ads, the applicable third party’s terms and policies apply, including the third party’s privacy and data gathering practices.
de: Die Website kann Links zu Websites und Diensten von Dritten enthalten, und/oder Werbung für Dritte anzeigen. Diese Links und Werbeanzeigen Dritter unterliegen nicht der Kontrolle des Unternehmens. Unternehmen, und das Unternehmen ist nicht für diese Links und Werbeanzeigen Dritter verantwortlich. Das Unternehmen stellt den Zugang zu diesen Das Unternehmen stellt den Zugang zu diesen Links und Werbungen Dritter nur als Annehmlichkeit für Sie bereit und prüft, billigt, überwacht oder unterstützt diese nicht, garantiert oder macht keine Aussagen zu Links und Werbung von Dritten. Sie nutzen alle Links und Werbeanzeigen von Drittanbietern. Sie verwenden alle Links und Werbeanzeigen von Dritten auf eigenes Risiko und sollten Vorsicht und Diskretion walten lassen. Wenn Sie auf einen der Links und Werbeanzeigen Dritter klicken, gelten die Bedingungen und Richtlinien des jeweiligen Dritten, einschließlich der Datenschutz- und Datenerhebungspraktiken der Drittpartei.
fr: Le site peut contenir des liens vers des sites et des services de tiers, et/ou afficher des publicités pour des tiers. Ces liens et publicités de tiers ne sont pas sous le contrôle de la Société. Société, et la Société n'est pas responsable de ces liens et publicités de tiers. La Société fournit l'accès à ces La Société ne fournit l'accès à ces liens et publicités de tiers qu'à titre de commodité pour vous, et n'examine pas, n'approuve pas, ne surveille pas, ne cautionne pas, ne garantit ni ne fait aucune déclaration concernant les liens et publicités de tiers. Vous utilisez tous les liens et publicités de tiers Vous utilisez tous les liens et publicités de tiers à vos propres risques et devez faire preuve de prudence et de discrétion. Lorsque vous cliquez sur l'un des liens et publicités de tiers, les conditions et politiques du tiers concerné s'appliquent, y compris les pratiques du tiers en matière de confidentialité et de collecte de données.

source: Other Users.
de: Andere Nutzer
fr: Autres utilisateurs

source: Each Site user is solely responsible for any and all of its own User Content. Because we do not control User Content, you acknowledge and agree that we are not responsible for any User Content, whether provided by you or by others. You agree that Company will not be responsible for any loss or damage incurred as the result of any such interactions. If there is a dispute between you and any Site user, we are under no obligation to become involved.
de: Jeder Nutzer der Website ist allein für seine eigenen Nutzerinhalte verantwortlich. Da wir die Nutzerinhalte nicht kontrollieren, erkennen Sie an und stimmen zu, dass wir nicht für Nutzerinhalte verantwortlich sind, unabhängig davon, ob diese von Ihnen oder von anderen bereitgestellt werden. Benutzerinhalte, unabhängig davon, ob diese von Ihnen oder anderen bereitgestellt werden. Sie erklären sich damit einverstanden, dass das Unternehmen nicht für Verluste oder Schäden haftet, die aufgrund von Benutzerinhalten entstehen. Verlust oder Schaden, der sich aus diesen Interaktionen ergibt. Im Falle einer Streitigkeit zwischen Ihnen und einem Nutzer der Seite sind wir nicht verpflichtet, Ihre Fragen zu beantworten. Nutzer der Website sind wir nicht verpflichtet, uns zu beteiligen.
fr: Chaque utilisateur du site est seul responsable de son propre contenu utilisateur. Étant donné que nous ne contrôlons pas le contenu utilisateur, vous reconnaissez et acceptez que nous ne sommes pas responsables du contenu utilisateur, qu'il soit fourni par vous ou par d'autres. contenu utilisateur, qu'il soit fourni par vous ou par d'autres. Vous convenez que la Société ne sera pas responsable de toute perte ou de tout dommage subi à la suite de tout contenu utilisateur. perte ou dommage résultant de ces interactions. En cas de litige entre vous et un utilisateur du Site, nous ne sommes pas obligés de répondre à vos questions. utilisateur du Site, nous ne sommes pas tenus de nous impliquer.
